{
  "content": null,
  "embeds": [
    {
      "title": "**Lưới Trời Nếu Chưa Vá, Vẫn Lo Gió Lọt Qua.**",
      "color": 8402249,
      "image": {
        "url": "https://upload-os-bbs.hoyolab.com/upload/2022/05/16/1015537/86288aa63743e66baa58bf389611f515_7595472967587006472.jpg?x-oss-process=image/resize,s_740/quality,q_80/auto-orient,0/interlace,1/format,jpg"
      }
    },
    {
      "title": "Con Tim Giao Hòa\n\n**Về Shikanoin Heizou...**",
      "color": 8402249,
      "fields": [
        {
          "name": "​",
          "value": "Thám tử trẻ tuổi của Hiệp Hội Tenryou, tự do phóng khoáng, vui vẻ hoạt bát.\n\nThoạt nhìn chỉ là một cậu nhóc, nhưng thực tế lại là đệ nhất phá án không cần bàn cãi của Hiệp Hội Tenryou.\n\nAnh ấy không chỉ có trí tưởng tượng vô hạn và khả năng suy luận logic tỉ mỉ, mà còn sở hữu một trực giác điều tra đáng kinh ngạc.\n\nMỗi khi xảy ra vụ án, trong khi các đồng liêu dựa vào kinh nghiệm để tìm kiếm phương hướng giải quyết, thì anh ấy đã tìm ra đáp án chính xác bằng cách tiếp cận từ góc độ không ngờ tới.\n\nMọi người đều bị chinh phục bởi trực giác vô cùng nhạy bén của anh ấy, cho rằng tư duy và hiệu suất này cứ như là được thần linh chỉ dẫn. Lúc này, Heizou sẽ nở nụ cười tự tin đặc trưng của mình: \"Nói không chừng, đây là chuyện mà cả thần linh cũng không làm được"
        },
        {
          "name": "Thông Tin Lồng Tiếng",
          "value": "EN:\nJP:\nCN:\nKR:"
        },
        {
          "name": "Thông Tin Nhân Vật",
          "value": "Vision: <:VisionAnemo:725173419133370390> Phong\nThuộc: Thám Tử Hiệp Hội Tenryou\nVùng:\nVũ Khí:\nCung Mệnh: Cung Ấu Lộc\nĐộ Hiếm:"
        },
        {
          "name": "Video Quảng Bá",
          "value": "TBA"
        }
      ]
    },
    {
      "title": "Shikanoin Heizou",
      "color": 8402249,
      "fields": [
        {
          "name": "​",
          "value": "Ngài Shikanoin Heizou? Ngài ấy là \"Người trong hiệp hội Tenryou\" như Kujou. Ngài ấy cũng là một người rất có nguyên tắc. Về việc tuân thủ nguyên tắc thì thậm chí còn cố chấp hơn cả Kujou. Thế nhưng \"nguyên tắc\" này bao gồm những việc gì, tôi nghĩ có lẽ chỉ có bản thân ngài Shikanoin biết thôi.\n`Kamisato Ayaka` <:VisionCryo:725173419456462855>"
        },
        {
          "name": "​",
          "value": "Shikanoin... Tuy là cộng sự của tôi, nhưng tôi không có thiện cảm với anh ta. Tôi cứ cảm thấy anh ta có quá nhiều tính toán riêng, không hề đặt công việc trong tổ chức lên hàng đầu. Nếu không phải nể tình anh ta có công điều tra vụ án, thì tôi đã sớm chỉnh đốn anh ta rồi.\nHaiz, đau đầu ghê.\n`Kujou Sara` <:VisionElectro:725173420148654170>"
        },
        {
          "name": "​",
          "value": "Initially, I was astonished to see anyone coming to Watatsumi Island wearing a Tenryou Commission uniform. A Tenryou Commission samurai would never be that brazen, and a Tenryou Commission spy would never be that conspicuous. Shortly after, I discovered that he was a self-proclaimed \"detective\" by the name of Shikanoin, and that he took no interest in military, government, or commercial affairs. Instead, he seemed to have arrived for a bit of sightseeing. As such, I set a few eyes on him, but refrained from taking any action to remove him from the island. Be sure to talk to him if the chance ever presents itself.\n`Sangonomiya Kokomi` <:VisionHydro:725173420190597184>"
        },
        {
          "name": "​",
          "value": "Ho, that guy is a detective for the Tenryou Commission. He seems to have his own way of doing things — not the easiest person to get along with. Also... Any situation that involves a detective is probably not one that's going to end well. I think I'll keep on giving him a wide berth.\n`Thoma` <:VisionPyro:725178213944262716>"
        },
        {
          "name": "​",
          "value": "Bạn nói anh chàng thám tử kỳ lạ, lêu lổng ham chơi đó hả? Dù sao cũng là người của Shogunate, không thể tin tưởng hoàn toàn, tôi sẽ tiếp tục giám sát anh ta. Mà nói chứ, anh ta quả nhiên có chút năng lực trinh thám. Còn việc đây có phải là âm mưu quỷ kế gì không... Ừm, phải chờ thời gian chứng minh rồi.\n`Gorou` <:VisionGeo:725174020831444994>"
        }
      ]
    }
  ],
  "attachments": []
}