{
  "content": null,
  "embeds": [
    {
      "title": "Yae Miko",
      "url": "https://www.hoyolab.com/article/3296834",
      "color": 14254469,
      "author": {
        "name": "\"Con người rất thú vị, cho nên tôi mới thích con người.\""
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/879069624187093032/945600769145593896/bfe8b3dd493b4fffbd25ba76b479655a_1640514370334795194.png"
      }
    },
    {
      "title": "Tiếu Ngạo Thế Gian\n\n**Yae Miko**",
      "color": 14254469,
      "fields": [
        {
          "name": "​",
          "value": "Pháp sư đứng đầu Đền Narukami, là hậu duệ của Kitsune, thân quyến và bằng hữu của sự \"vĩnh hằng\"... và là tổng biên tập đáng sợ của Nhà Xuất Bản Yae - một nhà xuất bản tiểu thuyết.\n\nKhông cần phải khám phá từng khía cạnh của cô ấy, vì tất cả đều là Yae Miko. Nhưng, tất cả đều giống nhau, đều không thể phản ánh hết con người thật của cô ấy.\n\nGiống như những mảnh vỡ của tấm gương, mỗi dáng vẻ đều phản chiếu một phiên bản hoàn toàn khác của cô ấy. Vì được bao bọc bởi nhiều thân phận khác nhau, cô ấy đã trở thành một viên kim cương rực rỡ với vô số góc cạnh.\n\nCó hàng trăm diện mạo, nghiêm túc hoặc vui vẻ, thương xót hay thờ ơ.\n\nKhông ai biết được sự thật, cũng như không ai có thể dễ dàng phát hiện ra một tiên hồ đi lướt qua trong khu rừng bí ẩn.\n\nNhưng nếu hồ ly đang theo dõi loài người... thì hồ ly sẽ đi về đâu?"
        },
        {
          "name": "Thông Tin Lồng Tiếng:",
          "value": "EN: Ratana\nJP: SAKURA Ayane\nCN: \nKR:"
        },
        {
          "name": "Thông Tin Nhân Vật:",
          "value": "Vision: <:VisionElectro:725173420148654170> Lôi\nThuộc: Guuji của Đền Narukami\nRegion: Inazuma \nVũ Khí: <:Weapon_Catalyst:791151162921189386> Pháp Khí\nCung Mệnh: Cung Tiên Hồ\nĐộ Hiếm: ⭐⭐⭐⭐⭐"
        },
        {
          "name": "Video Quảng Bá:",
          "value": "[Video nhân vật - \"Yae Miko: Sở Thích Của Hồ Ly\"](https://youtu.be/tV2QOX9fXEE)\n[Giới thiệu nhân vật - \"Yae Miko: Giai Thoại Về Tiên Hồ Guuji\"](https://youtu.be/4yFiBhNIWYo)\n[Collected Miscelanly - \"Yae Miko: Tiếu Ngạo Thiên Hồ\"](https://youtu.be/xJ5CzR58TP0)"
        }
      ],
      "image": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/926510470943358976/ezgif.com-gif-maker_44.gif"
      }
    },
    {
      "title": "Về Yae Miko...",
      "color": 14254469,
      "fields": [
        {
          "name": "​",
          "value": "Những gì mà Guuji Yae làm thường xuyên khiến tôi hiểu lầm... Nhưng cô ấy là đại pháp sư của Đền Narukami, cũng khó trách cô ấy được Shogun đại nhân tin tưởng và thừa nhận, vì vậy tôi cũng nên kính trọng cô ấy. Tuy nhiên, nếu như một ngày nào đó cô ta dám làm trái ý nguyện của Shogun thì đừng trách tôi mạo phạm. — `Kujou Sara` <:VisionElectro:725173420148654170>\n\nCon nhỏ đó sao, hồi xưa thì chỉ cần dĩa đậu phụ rán là dụ được nó ra đây rồi. Không ngờ giờ lại giỏi mưu lược đến vậy, tôi cũng thấy mừng thầm. Nhưng tôi lại bị nó bày mưu tính kế, nghĩ lại thấy không cam tâm. Tuy nói là để tốt cho tôi, nhưng lần sau gặp lại chắc tôi sẽ bị nó cười nhạo mất... Thôi thì ra tay trước, chém luôn nó là xong, dù gì thì nó cũng né được mà. — `Raiden Shogun` <:VisionElectro:725173420148654170>"
        },
        {
          "name": "​",
          "value": "Hợp tác giữa tôi và Guuji Yae luôn rất vui vẻ, bạn xem, tổ chức lễ hội rất tốn công sức, đa phần doanh thu sẽ không được tốt. Nhưng sản nghiệp mà Guuji Yae điều hành lại rất tao nhã và có thu hoạch lớn. — `Kamisato Ayaka` <:VisionCryo:725173419456462855>\n\n\nCô ấy cứ thích sờ đầu tôi, nhưng tôi không dám cắn cô ấy, cũng không dám phản kháng, tôi cảm thấy nếu từ chối cô ấy thì sẽ xảy ra những chuyện rất đáng sợ. Nhưng mà cứ sờ như vậy thì có phải tôi sẽ không cao lên được nữa không? Phải làm sao đây... — `Sayu` <:VisionAnemo:725173419133370390>"
        },
        {
          "name": "​",
          "value": "Có một lần tế lễ đền thờ, Ayaka hỏi tôi có thể chuẩn bị pháo hoa cho Yae đại nhân giải trí không. Nhưng...Yae đại nhân không phải sẽ tham gia buổi lễ, và sẽ ngồi ở đền thờ suốt buổi hay sao? Sau đó lúc tế lễ tôi cứ nhìn cô ấy mãi, muốn biết cô ấy muốn bắn pháo hoa như thế nào. Tôi cứ chờ, chờ mãi, kết quả là Ayaka đến, nói là Yae đại nhân rất hài lòng...Ủa? Lẽ nào cô ấy bắn rồi? Lẽ nào người ngồi đó không phải cô ấy? — `Yoimiya` <:VisionPyro:725178213944262716>\n\nTôi cũng đã nghe nói về nhiều sự tích của Guuji Yae. Công bằng mà nói, tôi nghĩ rằng cô ấy là một pháp sư vô cùng xuất sắc, ít nhất trong vai trò \"pháp sư\", cô ấy đã đạt đến mức độ không chê vào đâu được. Nghe nói cô ấy còn chịu trách nhiệm xuất bản tiểu thuyết của Nhà Xuất Bản Yae, thực sự là một người khó nắm bắt...— `Sangonomiya Kokomi` <:VisionHydro:725173420190597184>"
        },
        {
          "name": "​",
          "value": "Cô gái đó... thôi chúng ta đừng nhắc tới cô ta được không? Tôi làm gì cho bạn cũng được... Hic, cứ xem như suy nghĩ cho đời sống tinh thần của tôi, chúng ta đổi chủ đề khác đi nhé? - `Gorou` <:VisionGeo:725174020831444994>"
        }
      ]
    },
    {
      "title": "Câu Chuyện",
      "color": 13860996,
      "fields": [
        {
          "name": "​",
          "value": "Đại pháp sư cai quản Đền Narukami, Người kế thừa huyết mạch Bạch Thần, là thân quyến và là bằng hữu của \"vĩng hằng\". Đồng thời cũng là tổng biên tập hắc ám của Nhà Xuất Bản Yae...\n\nNếu xem xét kỹ thì chức danh của Yae Miko cũng biến hoá đa dạng hệt như tính tình của cô ấy vậy. Số người với các mục đích khác nhau thử tìm đủ mọi cách để làm rõ \"bộ mặt thật\" của Miko, có thể xếp hàng dài từ phủ Hiệp Hội Tenryou cho đến cổng Nhà Xuất Bản Yae, thế nhưng đến tận hôm nay, chả có mấy ai thành công cả.\n\nChỉ cần nhớ rằng, cô ấy mãi mãi là vị \"đại nhân Yae Miko tài trí xinh đẹp\" là được rồi."
        }
      ],
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/940927559141572668/111.png"
      }
    },
    {
      "title": "Lồng Tiếng & Bí Mật",
      "color": 13860996,
      "fields": [
        {
          "name": "Lần đầu gặp mặt...",
          "value": "Tôi là Guuji của Đền Narukami, lần này ghé thăm là để xác nhận nhất cử nhất động của cưng, đây là mệnh lệnh của đền thần... Haha, không cần căng thẳng, chỉ là nói cho có lệ thôi, như vậy mới có lý do chính đáng để nghỉ ngơi đó mà. Mau lên, làm vài chuyện thú vị cho tôi xem chơi đi."
        },
        {
          "name": "Về bản thân Yae Miko - Thú Vị",
          "value": "Con người rất thú vị, cho nên tôi mới thích con người. Rõ ràng sinh mệnh rất ngắn, nhưng lại toả ra hào quang rực rỡ. Có một số người, thậm chí trải qua một khoảng thời gian rất dài đi nữa thì hào quang của họ vẫn không phai mờ. Được chúng kiến những cuộc đời như vậy là một chuyện đáng vui mừng.\n\n**Khi tuyết rơi...**\nNhững con hồ ly nhỏ sẽ luôn cấm đầu xuống tuyết để tìm thức ăn... muốn thấy tôi làm như thế sao? Còn lâu nhé."
        },
        {
          "name": "Bí mật",
          "value": "**Sở thích của Yae Miko...**\nTôi thích nhất là câu chuyện của người khác, thích thứ hai là thần sắc phiền não của người ta. Nếu như cả hai ở chung một chổ, hờ, thật sự rất thú vị đấy.\n\n**Những kiến thức thú vị...**\nTuy rằng ở Đền Narukami ngày nào ngẳng đầu lên cũng thấy được, đôi lúc cũng cảm thấy nhàm chán. Nhưng cây Anh Đào Thần đó dù sao cũng là vật gắn kết trong vận mệnh của tôi rồi."
        },
        {
          "name": "Món ăn ghét...",
          "value": "\"Tôi không thích ăn những món ướp, nhất là các loại cá ướp, mùi hôi của chúng thật sự rất khó chịu! Tôi thân là Guuji của Đền Narukami, làm sao có thể nuốt nổi những thứ dơ bẩn đó chứ.\""
        }
      ],
      "image": {
        "url": "https://cdn.discordapp.com/attachments/879069624187093032/945620855172526170/unknown.png"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/940931569470812170/111111.png"
      }
    }
  ]
}