{
  "embeds": [
    {
      "fields": [
        {
          "name": "‎",
          "value": "<:VisionElectro:725173420148654170> `Yae Miko` The Yashiro rascal... he's always been an unpredictable one, even as a child. Don't be taken in by his warm smile. There's no knowing what devious scheme might be brewing inside his head — it's really quite maddening... What do you mean, \"sly as a fox\"? Hmph, if you're trying to insinuate that he and I are anything alike, you are sorely mistaken.",
          "inline": false
        }
      ],
      "color": 7054309,
      "description": "<:VisionElectro:725173420148654170> `Raiden Shogun` Kamisato... One of the most distinguished clans in all of Inazuma. Despite Ayato's trickery in regard to the Tri-Commission's affairs, he is nevertheless a loyal subject. His past misdeeds shall be excused.\n\n<:VisionCryo:725173419456462855> `Kamisato Ayaka` As the head of the Kamisato Clan, brother always has a full schedule of places he needs to be. I do try my best to share his load, but there is no changing the pressure he is subjected to all year round, and the toll it takes upon him. *sigh* If you see him, remind him to take care of himself, for his sister's sake...\n\n<:VisionAnemo:725173419133370390> `Sayu` Sometimes, when I'm taking a rest up in a tree, I overhear the shrine maidens talking about him. Sounds like he's pretty important and super busy most of the time. I don't get it, though — it's only work, or whatever, so why doesn't he just... not do it?\n\n<:VisionGeo:725174020831444994> `Arataki Itto` Haha, I only wish I could have met Ayato sooner. He really taught me something. \"You can kindle the warrior spirit even in the weakest of bugs\"... Yep, I really took that one to heart. If it weren't for those words of wisdom, I'm pretty sure I would have given up beetle fighting after losing for the 780th time... Yeah, I guess sometimes it takes a warrior to understand a warrior. When we're playing trading card games or battling beetles, we're always totally on the same wavelength.\n\n<:VisionPyro:725178213944262716> `Thoma`  As head of the Kamisato Clan, he's in a tough position. With all the political upheaval, he has to contend with public disquiet on one hand and a bunch of self-serving, degenerate public officials on the other. It's best not to dwell on it. All I can do is make sure to look out for him when he's at home.",
      "title": "About Kamisato Ayato..."
    }
  ]
}