{
  "content": null,
  "embeds": [
    {
      "title": "„Tên tôi là Kaedehara Kazuha, một Ronin phiêu bạt khắp nơi.“",
      "url": "https://www.hoyolab.com/article/475629",
      "color": 15786709,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/851513289917726730/995175417180852264/unknown.png"
      }
    },
    {
      "title": "Kaedehara Kazuha ...",
      "description": "Ronin Samurai đến từ Inazuma, nay đã gia nhập đội thuyền \"Nam Thập Tự\" Liyue. Tính tình ôn hòa, hào sảng, trong lòng chất chứa nhiều chuyện xưa.",
      "color": 15786709,
      "fields": [
        {
          "name": "Thông tin lồng tiếng:",
          "value": "EN: Mark Whitten\nJP: Nobunaga Shimazaki (島﨑信長)\nCN: Banma (斑马)\nKR: Kim Shin-woo (김신우)"
        },
        {
          "name": "Thông tin nhân vật:",
          "value": "Vision: <:VisionAnemo:725173419133370390> Anemo\nThuộc: Đội thuyền Nam Thập Tự\nVùng: Inazuma\nVũ khí:  <:Weapon_Sword:791151180675416066> Kiếm đơn\nCung mệnh: Cung Phong Đỏ\nĐộ hiếm: ⭐⭐⭐⭐⭐"
        },
        {
          "name": "Video quảng cáo:",
          "value": "[[Genshin Impact] - [Kaedehara Kazuha: Ngọn Gió Tự Do]](https://youtu.be/ytUO6XLh2pU)\n[Giới thiệu nhân vật trong Genshin Impact - [Kaedehara Kazuha: Phong Lưu Sâu Lắng]](https://youtu.be/zif0Lmhrivc)"
        }
      ],
      "author": {
        "name": "Lá Đỏ Đuổi Sóng"
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994139858618564650/ezgif-3-f7111c84b3.gif"
      }
    },
    {
      "title": "Về Kaedehara Kazuha",
      "description": "<:VisionGeo:725174020831444994>`Arataki Itto` Nghe nói sau khi ngươi trốn khỏi Thiên Thủ Các thì hắn đã đỡ lấy \"Lưỡi Đao Vô Tưởng\" sao? Ngầu đấy! Mà sao hắn làm được vậy. Nghĩ thử xem, hắn là tàn dư của quý tộc, ta là tàn dư của quỷ tộc... Ở góc độ nào đó thì ta cũng giống hắn mà. Hahaha, vậy thì nhát đao tiếp theo để bổn đại gia đây đỡ cho ngươi!\n\n<:VisionElectro:725173420148654170> `Beidou` Nghe nói Kazuha ở bên ngoài Thiên Thủ Các đã đỡ một đao của Raiden Shogun, không đơn giản đúng không! Ừm...Sau khi chiến tranh kết thúc, anh ấy đã trở về đội thuyền Nam Thập Tự, nói là tiếp tục đồng hành cùng chúng tôi một thời gian. Đương nhiên tôi rất hoan nghênh, nếu một ngày nào đó anh ấy quyết định tiếp tục hành trình một mình, tôi sẽ lại pha một bình rượu ngon để tiễn anh ấy, haha.\n\n<:VisionGeo:725174020831444994>`Gorou` Tôi đã từng gặp qua rất nhiều ronin, Kazuha là người đặc biệt nhất trong số họ. Anh ấy như một cơn gió, sẽ không dừng lại ở bất cứ đâu, nhưng luôn đem lại thứ gì đó cho người bên cạnh. Trong thời gian kề vai chiến đấu với anh ấy, tôi đã học được một chút yếu tố \"thoải mái\" từ anh ấy. Tóm lại, tôi và Kazuha tương đối hợp nhau!\n\n<:VisionHydro:725173420190597184> `Kamisato Ayato` Gia tộc Kaedehara từng là thuộc hạ của nhà Kamisato, năm xưa tổ tiên của tôi chưa thể bảo vệ được cho họ, đến đời của tôi thì tôi phải có trách nhiệm chiếu cố cho cậu ta. Tuy không thể hỗ trợ cậu ấy vực dậy gia tộc, nhưng việc giúp cậu ấy trốn khỏi sự truy nã của Hiệp Hội Tenryou thì vẫn nằm trong khả năng.\n\n<:VisionPyro:725178213944262716> `Yoimiya` Người không có tâm sự như tôi, thích có sao nói vậy. Còn người có tâm sự thường thích nói thơ cổ hay phong cảnh trên đường, như hoa và chim, gió và trăng, chỉ là không nhắc đến hiện thực trước mắt. Anh ta chắc cũng là người có tâm sự. Ừm, tôi hiểu mà, tôi hiểu mà.\n\n<:VisionHydro:725173420190597184> `Sangonomiya Kokomi` Kazuha đã từng ở trong Quân Kháng Chiến một thời gian. Trong ấn tượng của tôi, anh ấy và Gorou có quan hệ rất tốt, cả hai thường xuyên chiến đấu bên nhau. Kazuha tính tình thoải mái, không thích gò bó, nhưng khi ở trong quân đội, anh ấy sẽ nghiêm túc chấp hành mọi kỷ luật. Theo tôi, anh ấy không chỉ có kiếm thuật cao siêu mà tính cách cũng rất chín chắn.",
      "color": 15786709
    },
    {
      "title": "Câu chuyện",
      "description": "Lần đầu gặp Kaedehara Kazuha, hầu như ai cũng nghĩ rằng anh ấy chỉ là một thủy thủ thực tập của đội thuyền Nam Thập Tự.\nDẫu sao thì người thiếu niên này tính tình hòa nhã, khi rảnh rỗi lại thích ngâm thơ, dáng vẻ lúc nói chuyện cũng vô cùng khoan thai. Đâu ai ngờ được anh ấy chính là nhân vật nguy hiểm bị Inazuma Shogunate truy nã chứ?\nNgay cả thuyền trưởng Beidou có mắt nhìn người chuẩn xác, trước khi quyết định thu nhận Kazuha, cũng không nhìn ra thiếu niên nhã nhặn này lại có thể xuất đao nhanh nhạy như thế, rõ ràng đây là một kẻ đã từng trải qua hàng trăm trận chiến.\nKhông biết phong ba bão táp đã mài giũa gai góc của vị thiếu niên này hay chính bản thân anh đã tự giấu đi tài năng của mình.",
      "color": 15786709,
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994133401667911680/KazuhaHi.png"
      }
    },
    {
      "title": "Lồng tiếng và bí mật",
      "color": 15786709,
      "fields": [
        {
          "name": "Lồng tiếng",
          "value": "**Lần đầu gặp mặt**\n\"Bôn ba trong sương gió, chân trần mang đao trở về\"...tên của tôi là Kaedehara Kazuha, một Ronin phiêu bạt khắp nơi. Nếu chúng ta đều đang trên đường lữ hành, chi bằng kết bạn cùng đi một đoạn.\n\n**Nói chuyện phiếm - Thổi sáo**\nSẵn có lá cây trong tay, tôi có thể thổi cho bạn nghe một khúc.\n\n**Những kiến thức thú vị**\nHải âu đừng gọi nữa, từ hôm nay, tôi cũng là một kẻ phiêu bạt rồi."
        },
        {
          "name": "Bí mật",
          "value": "**Sở thích của Kaedehara Kazuha...**\nNằm nghỉ trên tảng đá được ánh nắng giữa trưa chiếu rọi, sau khi tỉnh dậy lại tiếp tục lên đường dù không có mục tiêu. Chỉ cần có đao bầu bạn, tôi có thể đi đến bất cứ nơi nào.\n\n**Món ăn ghét nhất...**\nTôi thì không thích cái món ăn đơn sơ này cho lắm. Theo tôi thì dù là một con cá bình thường cũng phải nướng cho thật ngon mới được, ăn uống là chuyện làm người ta vui vẻ, sao có thể qua loa được chứ?\n\n**Về bản thân Kaedehara Kazuha - samurai quý tộc**\nNhà Kaedehara đã từng là dòng dõi samurai nổi tiếng, đáng tiếc khi truyền đến tôi, ngoài danh hiệu quý tộc thì chẳng còn gì cả. Nhưng như vậy cũng đã đủ với tôi rồi, samurai không cần cuộc sống giàu sang, cái chúng tôi cần chính là thơ ca, rượu ngon và thanh đao trong tay."
        }
      ],
      "image": {
        "url": "https://cdn.discordapp.com/attachments/851513289917726730/995179783770091530/unknown.png"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994133401940533258/KazuhaShock.png"
      }
    },
    {
      "title": "Thiên phú",
      "description": "Kaedehara Kazuha là một nhân vật hỗ trợ tăng sát thương.\nAnh ấy có thể kích hoạt phản ứng khuếch tán để tăng sát thương nguyên tố tương ứng cho đồng đội. Đồng thời cũng có thể linh hoạt vận dụng tấn công khi đáp - Xua Tan Mây Mù để kéo kẻ địch lại và gây sát thương.",
      "color": 15786709,
      "fields": [
        {
          "name": "Nguyên liệu Đột phá Nhân vật:",
          "value": "<:VayudaTurquoiseFragement:926146907892510760> Mảnh Tùng Thạch Tự Tại\n<:MarionetteCore:994129092003762226> Lõi Marionette\n<:Sea_Ganoderma:940918701484556308> Hải Linh Chi\n<:TreasureHoarderInsignia:927025271343841321> Ấn Quạ Tầm Bảo",
          "inline": true
        },
        {
          "name": "Nguyên liệu Đột phá Thiên phú:",
          "value": "<:GildedScale:978912956236587028> Vảy Vàng\n<:Guide_to_Diligence:926901185607266414> Hướng Dẫn Của \"Chăm Chỉ\"\n<:TreasureHoarderInsignia:927025271343841321> Ấn Quạ Tầm Bảo",
          "inline": true
        }
      ],
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994133401336553602/KazuhaHaha.png"
      }
    },
    {
      "title": "Tấn công thường: Kiếm Thuật Garyuu",
      "description": "**Tấn Công Thường**\nThực hiện tối đa 5 lần đánh kiếm liên tiếp.\n\n**Trọng Kích**\nTiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.\n\n**Tấn Công Khi Đáp**\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất. Nếu lần tấn công khi đáp này được thi triển từ Chihayaburu, thì sẽ chuyển thành Tấn Công Khi Đáp - Xua Tan Mây Mù.\n\n**Tấn Công Khi Đáp - Xua Tan Mây Mù**\nSát thương gây ra bởi tấn công khi đáp khi thi triển thông qua Kỹ Năng Nguyên Tố - Chihayaburu sẽ chuyển thành <:VisionAnemo:725173419133370390>**Sát Thương Nguyên Tố Phong**, và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào.",
      "color": 15786709,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128791632891904/battle_talent_0.gif"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128792350097428/battle_talent_0.png"
      }
    },
    {
      "title": "Chihayaburu",
      "description": "Thi triển bí kiếm mạnh mẽ như gió, kéo địch và ma vật đến gần rồi đánh bay, gây <:VisionAnemo:725173419133370390>**sát thương Nguyên Tố Phong**, và bay lên không trung nhờ vào dòng khí phun ra.\nTrong vòng 10s sau khi Kaedehara Kazuha bay lên nhờ **Kỹ Năng Nguyên Tố - Chihayaburu** và liên tục ở trên không, nếu thực hiện tấn công khi đáp sẽ thi triển **Tấn Công Khi Đáp - Xua Tan Mây Mù** cực mạnh.",
      "color": 15786709,
      "fields": [
        {
          "name": "Nhấn",
          "value": "Có thể thi triển trên không."
        },
        {
          "name": "Nhấn giữ",
          "value": "Tích lũy sức mạnh rồi thi triển, so với nhấn, gây <:VisionAnemo:725173419133370390>**Sát Thương Nguyên Tố Phong** cao hơn ở phạm vi rộng hơn."
        },
        {
          "name": "Tấn Công Khi Đáp - Xua Tan Mây Mù",
          "value": "Sát thương gây ra bởi tấn công khi đáp khi thi triển thông qua **Kỹ Năng Nguyên Tố - Chihayaburu** sẽ chuyển thành <:VisionAnemo:725173419133370390>**Sát Thương Nguyên Tố Phong**, và khi chạm đất, thi triển bí kiếm tạo ra một hang gió nhỏ kéo các vật thể và địch ở gần vào.\nSát thương **Xua Tan Mây Mù** gây ra xem như sát thương tấn công khi đáp."
        }
      ],
      "footer": {
        "text": "\"Gió buồn trên tay áo, thần vạn kiếp người trăm năm, núi mùa thu nhuốm đỏ màu lá.\""
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128792593371176/battle_talent_1.gif"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128793239289976/battle_talent_1.png"
      }
    },
    {
      "title": "Kazuha Nhất Đao Trảm",
      "description": "Thi triển bí thuật, chém ra một luồng kiếm khí, gây sát thương phạm vi nguyên tố Phong.\nKỹ năng sẽ để lại một khu vực mang tên \"Một Khắc Gió Thu\", gây sát thương nguyên tố Phong ngắt quãng cho kẻ địch trong đó.",
      "color": 15786709,
      "fields": [
        {
          "name": "Chuyển hóa nguyên tố",
          "value": "Trong thời gian Một Khắc Gió Thu tồn tại, nếu tiếp xúc<:VisionHydro:725173420190597184>**Nguyên Tố Thủy**/<:VisionPyro:725178213944262716>**Nguyên Tố Hỏa**/<:VisionCryo:725173419456462855> **Nguyên Tố Băng** /<:VisionElectro:725173420148654170> **Nguyên Tố Lôi**, sẽ nhận được thuộc tính nguyên tố tương ứng, gây thêm sát thương kèm theo của nguyên tố này.\nLoại chuyển hóa này chỉ phát sinh một lần trong thời gian duy trì kỹ năng."
        }
      ],
      "footer": {
        "text": "\"Vạn thế trôi qua trong nháy mắt, chỉ cần một chiếc lá cũng biết được mùa thu. Ta muốn cắt đứt lá phong này, đặt câu hỏi khẩn thiết về vạn thế!\""
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128793667121262/battle_talent_2.gif"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/994128794375966740/battle_talent_2.png"
      }
    }
  ],
  "attachments": []
}