{
  "content": null,
  "embeds": [
    {
      "title": "Cảnh sắc vĩnh hằng ngàn năm như một, nhưng thế gian loài người lại như ảo ảnh mây bay.",
      "description": "[Raiden Shogun](https://www.hoyolab.com/article/760383)",
      "color": 9326539,
      "image": {
        "url": "https://media.discordapp.net/attachments/851513289917726730/950733048389992498/1a28b565b615924c756369c3b7538432_7032176582959917716.png"
      }
    },
    {
      "title": "Nhất Tâm Tịnh Thổ\n\n**Raiden Shogun**",
      "color": 11141316,
      "fields": [
        {
          "name": "​",
          "value": "Không còn nghi ngờ gì nữa, đó chính là người cai trị vùng đất Inazuma.\n\n Gánh vác quyền uy của Tôn Chủ Narukami Ogosho, hướng người dân Inazuma đến sự \"vĩnh hằng\" mãi không bao giờ thay đổi.\n\n Đánh tan những tình cảm lưu luyến trong lòng bằng tia chớp vô tình, tạo ra nơi tịnh độ từ trái tim cô đơn của mình...\n\n Trong những năm tháng dài đằng đẵng, con đường vĩnh hằng u tối mà xa xôi, thế nhưng, Raiden Shogun lại chưa từng do dự...\n\n Sự vĩnh hằng bất biến, chỉ khi loại bỏ hết tạp âm mới thấy được bản chất \"tĩnh lặng\" của nó."
        },
        {
          "name": "Thông tin nhân vật:",
          "value": "Vision: <:VisionElectro:725173420148654170> Lôi\nThuộc: Inazuma\nVùng đất: Inazuma\nVũ khí: <:Weapon_Polearm:791151145409445940> Pháp khí\nCung mệnh: Cung Thiên Hạ Nhân\nĐộ hiếm: ⭐⭐⭐⭐⭐"
        },
        {
          "name": "​Thông tin lồng tiếng:",
          "value": "EN: Anne Yatco\nJP: Miyuki Sawashiro (沢城みゆき)\nCN: Juhuahua (菊花花)\nKR: Park Ji-yoon (박지윤)"
        },
        {
          "name": "Video quảng bá:",
          "value": "[[Genshin Impact] Video nhân vật Raiden Shogun - Ác Mộng](https://youtu.be/ydPqFAEgHzs)"
        }
      ],
      "image": {
        "url": "https://images-ext-2.discordapp.net/external/80g6A1OqqAfiQvpk_kcBY54CGI3yc2Rm4SsCdJW_p00/https/media.discordapp.net/attachments/843593435729494056/878616147841396776/ezgif.com-gif-maker_24.gif"
      },
      "thumbnail": {
        "url": "https://images-ext-2.discordapp.net/external/KqvNRMuxcfssMGCYbN93T6cENKJHb1JfvCz2dFzhlD4/https/media.discordapp.net/attachments/587673289560817858/867719420599730176/unknown.png"
      }
    },
    {
      "title": "Về Raiden Shogun...",
      "color": 11337924,
      "fields": [
        {
          "name": "​",
          "value": "<:VisionGeo:725174020831444994> `Arataki Itto` - Hồi truy lùng Vision, cô ta đã phải cử tướng lĩnh Tengu thân cận ra mới có thể chế ngự ta, chứng tỏ cô ta sợ ta lắm! Giờ cô ta phế bỏ Lệnh Truy Lùng Vision rồi thì cũng coi như là còn thuốc chữa. Hừ, cô ta tốt nhất nên ghi nhớ bài học này, nếu có lần sau thì ta sẽ khiến cô ta sợ ta hơn nữa đấy, hứa luôn!"
        },
        {
          "name": "​",
          "value": "<:VisionAnemo:725173419133370390> `Kaedehara Kazuha` - Sau khi rời khỏi Inazuma, tôi đã nhiều lần tự vấn, sự bất mãn của tôi đối với Raiden Shogun có phải bắt nguồn từ trận Ngự Tiền Quyết Đấu ấy, có phải bắt nguồn từ nhát đao mà cô ta đã để lại cho người bạn cũ? \n Tôi đã nghĩ rất lâu, và cảm thấy rằng không phải. Bạn của tôi đã chết một cách quang minh chính đại trên đấu trường, nhát đao của Raiden Shogun cũng không có gì không thỏa đáng. Sự bất mãn ấy xuất phát từ lệnh \"Truy Lùng Vision\". Không ai có tư cách tước đoạt nguyện vọng của người khác, dù cho có là \"Thần\" cũng không được."
        },
        {
          "name": "​",
          "value": "<:VisionPyro:725178213944262716> `Yoimiya` - Pháo hoa là thứ cách xa nhất so với sự \"vĩnh hằng\" mà tướng quân theo đuổi, cô ấy có thể cảm thấy rằng sự hào nhoáng ngắn ngủi này không có ý nghĩa thực tế gì đối với Inazuma. Haizz, chắc đây là thứ mà người nắm giữ \"vĩnh hằng\" khó mà hiểu được, chính bởi vì chúng ta đều là \"con người ngắn ngủi\", mới càng muốn ghi nhớ những nét đẹp ngắn ngủi này."
        },
        {
          "name": "​",
          "value": "<:VisionCryo:725173419456462855> `Kamisato Ayaka` - Nghĩ gì về Ogosho đại nhân ư? Thuộc cấp như tôi không thể tùy tiện bình phẩm. Nhưng...đại nhân đang trên con đường theo đuổi sự \"vĩnh hằng\", hẳn sẽ cô đơn lắm."
        }
      ]
    },
    {
      "title": "Câu chuyện",
      "description": "Là Tôn Chủ Narukami Ogosho đại nhân, đưa người dân Inazuma hướng đến sự \"vĩnh hằng\" ngàn năm không đổi.",
      "color": 9649866,
      "fields": [
        {
          "name": "​",
          "value": "Ngay từ khi mới sinh ra, con người đã có lòng hiếu kỳ và khát khao mãnh liệt đối với thế giới. Đó là khởi nguồn của tri thức, và là nền tảng của lý trí. Thế giới của người dân Inazuma cũng vậy. Nơi đây từ thuở ban đầu đã có gió mưa sấm sét, có biển lớn cùng bầu trời sáng rực... và có cả Raiden Shogun."
        },
        {
          "name": "​",
          "value": "Trẻ con trước khi đi ngủ sẽ được mẹ kể cho nghe câu chuyện về Shogun chém ma thần bảo vệ lãnh thổ.\n Thiếu niên thiếu nữ chu du khắp quần đảo, chứng kiến nhát chém thịnh nộ tạo lập hẻm núi.\n Binh sĩ xông pha nơi tiền tuyến, miệng hô vang \"Shogun Trường Tồn, Vĩnh Hằng Bất Diệt\""
        },
        {
          "name": "​",
          "value": "Bá tánh an cư lạc nghiệp, trong tim luôn kính trọng Shogun và Hiệp Hội Tam Cực dưới trướng.\n Uy danh của \"Raiden Shogun\" sớm đã thoát khỏi phàm trần, trở thành tín ngưỡng được kế thừa mãi mãi tại Inazuma.\n Với sức mạnh và uy danh này, người dân có lý do để tin rằng, đời sau của họ cũng sẽ trải qua cảnh vật tương tự, tín ngưỡng tương tự, thế giới tương tự, trải dài thiên thu vạn tuế.\n Đó chính là... vùng đất vĩnh hằng mà Shogun đại nhân đã hứa với người dân."
        }
      ],
      "thumbnail": {
        "url": "https://media.discordapp.net/attachments/851513289917726730/950745208692289576/unknown.png"
      }
    },
    {
      "title": "Lồng tiếng",
      "color": 9905097,
      "fields": [
        {
          "name": "Lần đầu gặp mặt...",
          "value": "Không cần hành lễ, thân phận của tôi tuy tôn quý, nhưng hôm nay tôi đến là để cải trang vi hành mà thôi. Tôi thấy ấn tượng với thân thủ của bạn đấy, bạn giờ sẽ là vệ sĩ của tôi. Không cần lo lắng, nếu như có nguy hiểm thì tôi sẽ ra tay."
        },
        {
          "name": "Khi trời đẹp...",
          "value": "Trời đẹp cũng không thể ngăn cản được sấm sét. Trời không mưa cũng sẽ có sét giáng xuống, nhìn thấy cái cây bên kia chứ? Bạn nói là bạn hiểu rồi, muốn tôi dừng tay lại sao? Được thôi!"
        },
        {
          "name": "Nói chuyện phiếm - Vĩnh Hằng",
          "value": "Cảnh sắc vĩnh hằng ngàn năm như một, nhưng thế gian loài người lại như ảo ảnh mây bay, hư ảo."
        }
      ],
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/872187930251247660/880383700498518036/a-removebg-preview.png"
      }
    },
    {
      "title": "Bí mật",
      "color": 10551495,
      "fields": [
        {
          "name": "Về bản thân Raiden Shogun - Khoảnh Khắc",
          "value": "\"Một ánh lôi điện, chớp mắt đã tan. Chính vì vậy nên mới cần trân trọng vĩnh hằng. Không, mà là phải nắm giữ vĩnh hằng.\""
        },
        {
          "name": "Sở thích của Raiden Shogun...",
          "value": "\"Câu hỏi ngu ngốc. Chỉ có những việc cần làm và không được làm mà thôi.\""
        },
        {
          "name": "Món ăn ghét...",
          "value": "\"Câu hỏi ngu ngốc. Chỉ có món cần ăn để duy trì dinh dưỡng và món ăn có hại cho cơ thể thôi.\""
        }
      ],
      "image": {
        "url": "https://media.discordapp.net/attachments/851513289917726730/950750497587994664/unknown.png"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/872187930251247660/880383700498518036/a-removebg-preview.png"
      }
    }
  ]
}