{
  "image": {
    "url": "https://cdn.discordapp.com/attachments/851513289917726730/951089835588866068/unknown.png",
    "proxy_url": "https://cdn.discordapp.com/attachments/851513289917726730/951089835588866068/unknown.png",
    "width": 627,
    "height": 92
  },
  "thumbnail": {
    "url": "https://media.discordapp.net/attachments/872187930251247660/887611493225480192/unknown-removebg-preview_1.png",
    "proxy_url": "https://images-ext-1.discordapp.net/external/k3YKMyv7a_QaOSpwPiVpB4QWyXIMkpZT5L9XcpF6fto/https/media.discordapp.net/attachments/872187930251247660/887611493225480192/unknown-removebg-preview_1.png",
    "width": 149,
    "height": 144
  },
  "fields": [
    {
      "name": "Lần đầu gặp mặt...",
      "value": "Tôi là Sangonomiya Kokomi, Thánh Pháp Sư Đương Nhiệm của Đảo Watatsumi. Lần này ra ngoài với bạn cũng xem như một cơ hội để thư giãn...khụ, xem như là một chuyến thị sát bên ngoài. Đừng lo, trước khi đi tôi đã để lại rất nhiều túi gấm, sắp xếp ổn thỏa kế hoạch phát triển của Đảo Watatsumi trong thời gian này. Tạm thời rời khỏi một chút cũng không thành vấn đề.",
      "inline": false
    },
    {
      "name": "Gió lớn quá...",
      "value": "Trời nổi gió đông, ta dùng hỏa công, chỉ có chuẩn.",
      "inline": false
    },
    {
      "name": "Nói chuyện phiếm - Đọc sách",
      "value": "Rất nhiều tác phẩm mà Nhà Xuất Bản Yae xuất bản đã làm sáng tỏ các nguyên lý về binh pháp một cách cặn kẽ và dễ hiểu, vì thế tôi rất thích.",
      "inline": false
    },
    {
      "name": "Về Sangonomiya Kokomi - Túi gấm",
      "value": "Cục diện trên chiến trường biến hóa khôn lường, một quyết định trong tích tắc có thể chôn vùi cả trận. Vì thế trước bất kỳ trận chiến nào tôi cũng sẽ cân nhắc tất cả tình huống, viết vào túi gấm giao cho các tướng sĩ thực hiện. Nhưng hiện giờ có vẻ họ đã quá ỷ lại vào túi gấm rồi. Tôi vẫn hi vọng họ sẽ đọc thêm nhiều binh thư để có thể phân tích cục diện chiến trường bằng chính năng lực của mình, như vậy mới có thể nắm bắt thời cơ một cách tốt nhất.",
      "inline": false
    },
    {
      "name": "Sở thích của Sangonomiya Kokomi",
      "value": "Sangonomiya Kokomi muốn tìm một nơi yên tĩnh để đọc binh thư cả ngày mà không bị ai làm phiền. \"Nhưng nếu bạn muốn cùng nhau nghiên cứu binh pháp thì tôi cũng rất hoan nghênh...\"",
      "inline": false
    },
    {
      "name": "Món ăn yêu thích...",
      "value": "Sushi Trứng Chim là món ăn mà Sangonomiya Kokomi thích nhất.\n \"Nguyên liệu và các chế biến đơn giản, rất thích hợp để mang theo vào trong doanh trại. Tuy trong chiến trận ác liệt, muốn ăn sushi trứng là một điều xa xỉ, nhưng nếu có thể thì món ăn giản dị này sẽ mang lại nguồn dinh dưỡng thiếu yếu cho binh lính.\"",
      "inline": false
    }
  ],
  "color": 5941246,
  "type": "rich",
  "title": "Lồng tiếng & Bí mật"
}