{
  "fields": [
    {
      "name": "​",
      "value": "Những gì mà Guuji Yae làm thường xuyên khiến tôi hiểu lầm... Nhưng cô ấy là đại pháp sư của Đền Narukami, cũng khó trách cô ấy được Shogun đại nhân tin tưởng và thừa nhận, vì vậy tôi cũng nên kính trọng cô ấy. Tuy nhiên, nếu như một ngày nào đó cô ta dám làm trái ý nguyện của Shogun thì đừng trách tôi mạo phạm. — `Kujou Sara` <:VisionElectro:725173420148654170>\n\nCon nhỏ đó sao, hồi xưa thì chỉ cần dĩa đậu phụ rán là dụ được nó ra đây rồi. Không ngờ giờ lại giỏi mưu lược đến vậy, tôi cũng thấy mừng thầm. Nhưng tôi lại bị nó bày mưu tính kế, nghĩ lại thấy không cam tâm. Tuy nói là để tốt cho tôi, nhưng lần sau gặp lại chắc tôi sẽ bị nó cười nhạo mất... Thôi thì ra tay trước, chém luôn nó là xong, dù gì thì nó cũng né được mà. — `Raiden Shogun` <:VisionElectro:725173420148654170>",
      "inline": false
    },
    {
      "name": "​",
      "value": "Hợp tác giữa tôi và Guuji Yae luôn rất vui vẻ, bạn xem, tổ chức lễ hội rất tốn công sức, đa phần doanh thu sẽ không được tốt. Nhưng sản nghiệp mà Guuji Yae điều hành lại rất tao nhã và có thu hoạch lớn. — `Kamisato Ayaka` <:VisionCryo:725173419456462855>\n\n\nCô ấy cứ thích sờ đầu tôi, nhưng tôi không dám cắn cô ấy, cũng không dám phản kháng, tôi cảm thấy nếu từ chối cô ấy thì sẽ xảy ra những chuyện rất đáng sợ. Nhưng mà cứ sờ như vậy thì có phải tôi sẽ không cao lên được nữa không? Phải làm sao đây... — `Sayu` <:VisionAnemo:725173419133370390>",
      "inline": false
    },
    {
      "name": "​",
      "value": "Có một lần tế lễ đền thờ, Ayaka hỏi tôi có thể chuẩn bị pháo hoa cho Yae đại nhân giải trí không. Nhưng...Yae đại nhân không phải sẽ tham gia buổi lễ, và sẽ ngồi ở đền thờ suốt buổi hay sao? Sau đó lúc tế lễ tôi cứ nhìn cô ấy mãi, muốn biết cô ấy muốn bắn pháo hoa như thế nào. Tôi cứ chờ, chờ mãi, kết quả là Ayaka đến, nói là Yae đại nhân rất hài lòng...Ủa? Lẽ nào cô ấy bắn rồi? Lẽ nào người ngồi đó không phải cô ấy? — `Yoimiya` <:VisionPyro:725178213944262716>\n\nTôi cũng đã nghe nói về nhiều sự tích của Guuji Yae. Công bằng mà nói, tôi nghĩ rằng cô ấy là một pháp sư vô cùng xuất sắc, ít nhất trong vai trò \"pháp sư\", cô ấy đã đạt đến mức độ không chê vào đâu được. Nghe nói cô ấy còn chịu trách nhiệm xuất bản tiểu thuyết của Nhà Xuất Bản Yae, thực sự là một người khó nắm bắt...— `Sangonomiya Kokomi` <:VisionHydro:725173420190597184>",
      "inline": false
    },
    {
      "name": "​",
      "value": "Cô gái đó... thôi chúng ta đừng nhắc tới cô ta được không? Tôi làm gì cho bạn cũng được... Hic, cứ xem như suy nghĩ cho đời sống tinh thần của tôi, chúng ta đổi chủ đề khác đi nhé? - `Gorou` <:VisionGeo:725174020831444994>",
      "inline": false
    }
  ],
  "color": 14254469,
  "type": "rich",
  "title": "Về Yae Miko..."
}