{
  "content": null,
  "embeds": [
    {
      "title": "Thông thạo trăm nghề, phụ tá Oni",
      "color": 9657516,
      "image": {
        "url": "https://upload-os-bbs.hoyolab.com/upload/2022/03/28/1015537/9ac2411ac0130bc868eb3cdc86c123cd_4519345548798043283.png?x-oss-process=image/auto-orient,0/interlace,1/format,png"
      }
    },
    {
      "description": "**Gạt Bỏ Phiền Não**",
      "color": 9657516,
      "fields": [
        {
          "name": "Về Kuki Shinobu...",
          "value": "Gia nhập Bang Arataki khá muộn, nhưng là nhân vật lợi hại thay đổi cả bang phái. Sau khi cô tới, phạm vi nghiệp vụ của bang phái mở rộng sang đủ mọi ngành nghề, bao gồm nhưng không giới hạn: tư vấn pháp luật, đàm phán thương vụ, tổ chức yến tiệc, chế tạo trang sức...\n\nĐiều khiến người ta kinh ngạc hơn là, Bang Arataki vô kỷ luật lại có thể xuất trình tất cả chứng chỉ hành nghề liên quan, chữ ký đều mang tên: Kuki Shinobu.\n\nNghe nói người đứng thứ hai này từng du học nước ngoài, lại nghe nói cô có mối quan hệ thân thiết với Hiệp Hội Tenryou.\n\nNgười ngoài nghe được những điều này, khó tránh nảy sinh nghi ngờ. Song những người dân Hanamizaka thường qua lại với Bang Arataki lại không như vậy, họ luôn hết sức yên tâm khi đến nhờ cô tư vấn đủ mọi chuyện.\n\nTrong mắt họ, quá trình trao đổi hợp tác với Kuki Shinobu luôn thuận lợi và hiệu quả cao."
        },
        {
          "name": "ㅤ",
          "value": "Chỉ cần luôn luôn ghi nhớ hai quy tắc sau:\n\n1. Đừng gặng hỏi về gương mặt thật bên dưới mặt nạ của cô ấy;\n\n2. Đừng hỏi tại sao mỗi khi đi làm cô ấy đều cố ý đi đường vòng tránh né Đền Narukami."
        },
        {
          "name": "Thông Tin Lồng Tiếng",
          "value": "EN:\nJP:\nCN:\nKR:"
        },
        {
          "name": "Thông Tin Nhân Vật",
          "value": "Vision: <:VisionElectro:725173420148654170> Lôi\nThuộc: Phó Bang Arataki\nRegion:\nVũ Khí:\nCung Mệnh: Cung Phiền Não Ngải\nĐộ Hiếm:"
        },
        {
          "name": "Video Quảng Bá",
          "value": "TBA"
        }
      ]
    },
    {
      "title": "Kuki Shinobu",
      "description": "<:VisionAnemo:725173419133370390> `Sayu` Cái tên không chút ấn tượng, để tôi nghĩ xem... Ấy? Cô ấy là đàn em của Arataki Itto đúng không? Vậy thì chắc chắn cũng là người chuyên quấy rối giấc ngủ của người khác rồi, có câu cá kèo một hộp, à không, cá mè một lứa!\n\n<:VisionGeo:725174020831444994> `Arataki Itto` Huynh đệ trong bang Arataki đều rất nghe lời ta, chỉ duy nhất cô ta là cãi lại! Bổn đại gia vất vả lắm mới lấy chiến lợi phẩm về được, vậy mà cô ta lại đem đi trả lại hết. Haiz, kệ vậy, dù sao thì cô ấy cũng nhiều lần cứu ta ra khỏi nhà lao, cũng hay dọn dẹp bãi chiến trường giùm ta, nên ta không tính toán nữa. Dẫu sao nếu lỡ đắc tội thì ta cũng sống không yên...\n\n<:VisionElectro:725173420148654170> `Yae Miko` Nghe nói người em gái này của Miyuki rất có cá tính, tuy rằng xuất thân từ gia đình có truyền thống pháp sư, nhưng lại rời bỏ đền thần, đi học rất nhiều môn thủ nghệ, thậm chí còn đến Liyue du học nữa, cuối cùng gia nhập vào Bang Arataki... Một cô gái thú vị như vậy, phải bảo Miyuki giới thiệu mới được, ừm, Miyuki chắc chắn sẽ không từ chối tôi đâu.\n\n<:VisionElectro:725173420148654170> `Kujou Sara` Bạn có khoẻ không. Tôi viết bức thư này vì muốn giới thiệu một nhân tài. Cô ấy học thức uyên bác, văn võ song toàn, là trợ thủ đắc lực hiếm có...Chỉ tiếc rằng hiện đang làm việc cho Bang Arataki, chỉ nhận tư vấn ngoài giờ, thật đáng tiếc.\n\n<:VisionPyro:725178213944262716> `Yanfei` Shinobu sao? Tôi nhớ chứ, cô ấy là du học sinh người Inazuma, đến Liyue để học chuyên khoa về luật. Để hoàn thành khóa thực tập, cô ấy còn mời tôi thảo luận đề án, mỗi lần như thế đều cúi đầu cảm ơn tôi, làm tôi cũng thấy có chút ngại... Lúc đó tôi còn nghĩ rằng cô ấy sau này nhất định sẽ trở thành một chuyên gia pháp luật. Tính ra thì lúc Inazuma phong tỏa cũng là lúc cô ấy tốt nghiệp. Không biết cô ấy về Inazuma có thuận lợi không...",
      "color": 9657516
    },
    {
      "title": "Câu Chuyện",
      "description": "Trong một bang phái luôn thích sự ồn ào và phô trương như Bang Arataki thì phó bang Kuki Shinobu lại luôn đeo mặt nạ. Tuy trầm tĩnh khiêm tốn nhưng lại được để ý hơn nhiều so với những thành viên khác. Bất luận những người khác có gây ra phiền toái như thế nào đi nữa thì vị phó bang này cũng sẽ chạy đến và dùng những biện pháp chuyên nghiệp để giải quyết tất cả vấn đề.\n\nLàm điểm tâm cho những đứa trẻ bị giành mất đồ ăn vặt, tu sửa sơn phết cho đồ sơn mài bị trầy xước, biện hộ cho đồng đội bị bắt giam... Đủ loại tay nghề khiến cho những người chứng kiến đều phải kinh ngạc: Trên đời này có việc gì mà cô ấy không làm được nhỉ?\n\n\"Tôi không phải chứng chỉ gì cũng có đâu. Có một số ngành nghề không có tiêu chuẩn khảo hạch thì cũng chẳng còn cách nào khác.\"\n\nKhông biết tại sao, dù là đã qua lớp mặt nạ, nhưng biểu cảm không vui của cô ấy vẫn vượt hơn cả lời nói.\n\n\"Mà nói chứ, sao trên đời này lại có những ngành nghề không cần chứng chỉ cũng có thể làm được vậy? Thứ lỗi tôi không thể nào hiểu được.\"\n\nCũng không hiểu tại sao, dù qua lớp mặt nạ, nhưng sự thắc mắc và khó hiểu trong lời nói của cô vẫn vô cùng có sức lan tỏa.",
      "color": 9657516
    },
    {
      "title": "Lồng Tiếng",
      "description": "**Lần đầu gặp mặt...**\nXin chào, tôi là Kuki Shinobu, phó bang Arataki. Bang của chúng tôi kinh doanh đa ngành, gồm vận chuyển hàng hóa, duy trì trị an, tu sửa phòng ốc, ca hát biểu diễn... Đây là danh thiếp của tôi, khi cần thì có thể liên hệ với tôi bất cứ lúc nào.\n\n**Muốn tìm hiểu Shinobu - Điều thứ 1**\nTôi đã làm qua rất nhiều công việc, chứng chỉ liên quan cũng có không ít. Về mặt quản lý thì tôi có dẫn qua một tổ đội nhỏ, phụ trách quản lý tình hình chung của thành viên và điều phối tài nguyên... Hả, xin lỗi, phỏng vấn nhiều quá nên thành thói quen luôn rồi, đừng để tâm nhé.\n\n**Về chúng ta - Ghi Chép**\nNếu bạn có hứng thú muốn thi lấy cái bằng gì đó thì có thể đến tìm tôi, tôi sẽ cho bạn mượn sổ ghi chép của tôi. Tôi đã ghi lại chi tiết những trọng tâm cần nắm bắt, khỏi lo không hiểu.\n\n***Bí Mật***\n**Về Shinobu - Bang Phó**\nNhiệm vụ của tôi là tìm việc cho bang, duy trì sự yên ổn cho các thành viên. Ngoài ra còn đi cứu người khỏi trại giam, hoàn trả đồ chơi và thức ăn vặt, tóm những thành viên nhận việc rồi không làm... Nhưng mà những việc này là do tính chất của Bang Arataki mà ra thôi, bang phó của những tổ chức khác không cần làm những chuyện này. Đương nhiên, họ cũng sẽ không làm được như tôi.\n\n**Có gì muốn chia sẻ - Mặt Nạ**\nTôi mang theo mặt nạ là do không muốn bị người quen nhận ra. Đặc biệt là khi đi làm nhiệm vụ cùng Bang Arataki, lỡ như bị người quen nhìn thấy rồi chỉ chỉ trỏ trỏ thì người trong bang sẽ lại gây náo loạn mất. Haiz, nghĩ đến thôi cũng đã thấy phiền, không nên có lần sau nữa... À, không có gì.\n\n**Món ăn ghét...**\nKhi có bằng đầu bếp thì tôi càng thấm thía câu nói của Liyue: Không có thức ăn dở, chỉ có đầu bếp ngơ.",
      "color": 9657516,
      "footer": {
        "text": "Thời tiết đẹp quá, nhưng tôi có cảm giác không lành... hy vọng chỉ là do tôi suy nghĩ quá nhiều."
      }
    },
    {
      "title": "Thiên Phú",
      "description": "Kuki Shinobu là một **nhân vật hỗ trợ Nguyên tố Lôi** <:VisionElectro:725173420148654170> có khả năng trị liệu và duy trì sát thương ngay cả khi không trong trận.\n\nKỹ năng nguyên tố của Kuki Shinobu sẽ tiêu hao tỷ lệ HP nhất định để tạo ra **Vòng Cỏ Thánh Hoá**, và giúp hồi phục HP cho nhân vật phe mình trong đó, đồng thời liên tục gây **Sát thương nguyên tố Lôi** <:VisionElectro:725173420148654170> cho kẻ địch xung quanh. Khi thi triển kỹ năng nộ, cô ấy sẽ tạo ra kết giới thanh tẩy tà vật, liên tục gây **Sát thương nguyên tố Lôi** <:VisionElectro:725173420148654170> cho kẻ địch trong khu vực mục tiêu.\n\n**Nguyên liệu Đột phá Nhân vật**\n<:VajradaAmethystFragment:926149779082317834> Mảnh Tử Tinh Thắng Lợi\n<:RunicFang:978912956152696852> Bánh Răng Ấn Ký\n<:NakuWeed:927024132770652221> Cỏ Naku\n<:SpectralHusk:926147881306558524> Hạt Bay Lượn Khô Héo\n\n**Nguyên liệu Đột phá Thiên Phú**\n<:TeachingsofElegance:926151645014929420> Bài Giảng Của \"Nhã Nhặn\"\n<:SpectralHusk:926147881306558524> Hạt Bay Lượn Khô Héo\n<:TearsoftheCalamitousGod:987278582650916915> Nước Mắt Tai Ương",
      "color": 9657516
    },
    {
      "title": "Tấn Công Thường - Lưỡi Kiếm Shinobu",
      "description": "Thực hiện tối đa 4 lần đánh kiếm liên tiếp.\n\n**Trọng Kích**\n Tiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.",
      "color": 9657516,
      "image": {
        "url": "https://media.discordapp.net/attachments/587673289560817858/978956336194801744/Kuki1.gif"
      }
    },
    {
      "title": "Vòng Cỏ Sấm Thánh Hoá",
      "description": "Kết Vòng Cỏ Thánh Hóa, tiêu hao một lượng HP, để gây **Sát thương nguyên tố Lôi** <:VisionElectro:725173420148654170> cho kẻ địch xung quanh.\n\nSau khi mở khoá thiên phú cố định **Nơi An Lòng** Sát thương từ kỹ năng nguyên tố và lượng trị liệu sẽ tăng thêm dựa theo **tinh thông nguyên tố** của Shinobu.\n\nThiên phú cố định khác **Ý Chí Đột Phá** giúp Shinobu tăng trị liệu khi HP của cô ấy tương đối thấp. Vậy nên Nhà Lữ Hành cần phải theo dõi HP của cô ấy khi sử dụng kỹ năng HP không được quá thấp, nhưng thấp một chút cũng có lợi.\n\n**Vòng Cỏ Thánh Hoá**\n Sẽ đi theo nhân vật trong trận. Mỗi 1.5s sẽ gây **Sát thương nguyên tố Lôi** <:VisionElectro:725173420148654170> cho kẻ địch xung quanh, đồng thời hồi phục HP cho nhân vật đang chiến đấu trong đó, lượng hồi phục sẽ căn cứ vào giới hạn HP của Kuki Shinobu.\n\nLượng HP tiêu hao để thi triển kỹ năng này tối đa chỉ khiến HP của Kuki Shinobu giảm đến 20%",
      "color": 9657516,
      "image": {
        "url": "https://media.discordapp.net/attachments/587673289560817858/978956337436311562/Kuki2.gif"
      }
    },
    {
      "title": "Nghi Lễ Gyoei Narukami Kariyama",
      "description": "Cắm thanh kiếm đuổi tà xuống đất, tạo kết giới thanh tẩy tà ma ở phía trước, căn cứ vào giới hạn HP của Kuki Shinobu để liên tục gây **Sát thương nguyên tố Lôi** <:VisionElectro:725173420148654170> cho kẻ địch trong đó.\n\nKhi thi triển, nếu HP của Shinobu thấp hơn hoặc bằng 50% sẽ tăng thời gian tồn tại của kết giới.",
      "color": 9657516,
      "image": {
        "url": "https://media.discordapp.net/attachments/587673289560817858/978956338665259018/Kuki3.gif"
      }
    },
    {
      "title": "Thiên Phú Cố Định",
      "description": "Thiên phú **Lời Cầu Nguyện Lâu Dài** của Shinobu Giúp cô ấy khi làm nhiệm vụ Phái Đi Thám Hiểm có thời gian là 20 giờ ở Inazuma, cũng sẽ nhận thêm phần thưởng",
      "color": 9657516
    }
  ],
  "attachments": []
}