{
  "content": null,
  "embeds": [
    {
      "title": "Trời đất mênh mông, khách đến rồi đi",
      "color": 7644898,
      "image": {
        "url": "https://upload-os-bbs.hoyolab.com/upload/2022/03/28/1015537/f57fd65469adf8b19013b850e7776d20_2695659224580199129.jpg?x-oss-process=image/auto-orient,0/interlace,1/format,jpg"
      }
    },
    {
      "color": 7644898,
      "fields": [
        {
          "name": "**Lan Sinh U Cốc**",
          "value": "Thân phận của Yelan luôn là ẩn số.\n\nCô giống như một hồn ma, thường xuất hiện ở trung tâm của đủ mọi sự kiện trong các dáng vẻ khác nhau, và biến mất không dấu vết trước khi gió bão ngừng lại.\n\nNhững người bị cuốn vào rắc rối rất mong được gặp cô ấy. Không biết tại sao, đa số họ đều cho rằng cô ấy sẽ giúp mình, và tệ hơn, còn muốn cô ấy trở thành đồng minh của mình.\n\nNhưng rắc rối ở chỗ, đối thủ của họ cũng có suy nghĩ giống hệt như vậy.\n\nMỗi người trong số họ đều từng gặp Yelan mang tên họ và thân phận khác nhau, ai cũng cho rằng mình đã đạt được hợp tác với cô ấy, ai cũng đều bị qua mắt.\n\nCô ấy rốt cuộc muốn giúp đỡ ai? Khi nào cô ấy mới nói ra sự thật?\n\nMột khi cô ấy bắt đầu động não và tham gia vào sự việc, sẽ không bao giờ có lời nói thật.\n\nĐến khi cô ấy cởi bỏ thân phận giả, trở nên thành thật, thì những người khao khát đáp án kia chắc không có cơ hội nghe nữa rồi."
        },
        {
          "name": "Thông Tin Lồng Tiếng",
          "value": "EN:\nJP:\nCN:\nKR:"
        },
        {
          "name": "Thông Tin Nhân Vật",
          "value": "Vision: <:VisionHydro:725173420190597184> Thuỷ\nThuộc: Nhân sĩ thần bí tự xưng làm việc cho Tổng Vụ\nRegion: \nVũ Khí:\nCung Mệnh: Cung U Khách\nĐộ Hiếm:"
        },
        {
          "name": "Video Quảng Bá",
          "value": "TBA"
        }
      ]
    },
    {
      "title": "Về Yelan...",
      "description": "<:VisionPyro:725178213944262716> `Yanfei` Bạn đang tìm Yelan à...Ừm, tôi rất muốn khuyên bạn hãy coi cô ấy như người bình thường, nhưng nếu thật sự làm như vậy, lại dễ mất kiểm soát trong cuộc đàm phán. Có những việc quả nhiên vẫn phải xem ấn tượng của cô ấy về bạn.\n\n<:VisionPyro:725178213944262716> `Xiangling` Chị Yelan sao? Tôi dĩ nhiên nhớ rồi. Khi lần đầu gặp mặt tôi còn nghĩ chị ấy thích ăn món thanh đạm, nhưng không ngờ chị ấy là người ăn cay giỏi nhất tôi từng thấy đó! Vị cay trong món ăn thôi còn chưa đủ, chị ấy còn ăn nguyên trái Ớt Tuyệt Vân luôn! Thật lợi hại.\n\n<:VisionCryo:725173419456462855> `Chongyun` Khi tôi vừa hành nghề phương sĩ, có nhận được ủy thác trừ tà, khi rời khỏi đó tôi có gặp qua cô ta. Cô ta viết tên tôi vào trong sổ tay, có lẽ là muốn xác nhận xem tôi có chuyện gì đáng ngờ không. Nhưng sau hôm đó đã không còn gặp lại cô ta nữa.\nGiờ nghĩ lại, có lẽ do tôi thường ngày hay yên lặng ngồi thiền nên người ta cảm thấy vô vị chăng.\n\n<:VisionCryo:725173419456462855> `Ganyu` Tuy tiểu thư Yelan có hơn 70% thời gian là trốn việc, nhưng Ningguang cho cô ấy đặc quyền này ắt hẳn có nguyên do. Do đây không phải là điều tôi thắc mắc nên nội dung trong đó tôi cũng không rõ. Nhưng mà, có ngày khi tôi đi về Nguyệt Hải Đình, có thấy cô ấy đang cười nói ăn điểm tâm và uống trà với mọi người. Trong thâm tâm của tôi... cũng có chút ngưỡng mộ.\n\n<:VisionElectro:725173420148654170> `Keqing` Tổ tông của tiểu thư Yelan từng làm việc cho Thất Tinh, ông nội tôi cũng từng hợp tác nghiên cứu học thuật với gia tộc của cô ấy. Nói chung thì cô ấy làm việc gọn gàng, rất đáng tin cậy, thường hay cung cấp tình báo quan trọng cho Tổng Vụ. Nhiều khi tôi cũng không hiểu, tiểu thư Yelan lấy những thông tin đó ở đâu nhỉ.\n\n<:VisionGeo:725174020831444994> `Ninguang` Cô ấy là một người thú vị, cũng là một người đáng để tin tưởng. Giỏi giang nhanh nhẹn, tiền đồ rộng mở. Haha, là người thông minh với nhau, hy vọng hai người có thể nói chuyện ăn ý.\n\n<:VisionAnemo:725173419133370390> `Xiao` Tôi nghe nói cô ấy từng điều tra những vết tích liên quan đến Thiên Nham Quân tại Vực Đá Sâu. Điều tra bí mật một mình như vậy, xem ra cũng là người có bản lĩnh.\n\n<:VisionHydro:725173420190597184> `Xingqiu` Bạn đã nghe qua câu \"trăm ngàn khuôn mặt\" chưa, cảm giác của tôi đối với tiểu thư Yelan là vậy đó. Khi đến thăm, cha và anh trai tôi cư xử tử tế, cô ấy cũng đối đãi lễ phép, trông như một đại tỷ thân thiện vậy. Nhưng khi tôi gặp cô ấy ở chỗ khác thì ấn tượng lại hoàn toàn khác xa.",
      "color": 7644898
    }
  ],
  "attachments": []
}