{
  "content": null,
  "embeds": [
    {
      "title": "Arataki Itto",
      "url": "https://www.hoyolab.com/article/1580566",
      "color": 9593873,
      "author": {
        "name": "Ác quỷ Hanamizaka, sảng khoái hào kiệt"
      },
      "image": {
        "url": "https://upload-os-bbs.hoyolab.com/upload/2021/10/11/1015537/7f2d8a2243f3db36a059ccab9ab044e0_6068899368853343752.jpg?x-oss-process=image/resize,s_740/quality,q_80/auto-orient,0/interlace,1/format,jpg"
      }
    },
    {
      "title": "Về Arataki Itto...",
      "description": "Chàng trai hào sảng, mang dòng máu quỷ tộc, mãnh liệt như gió và sáng chói như sấm sét.\nDấu hiệu nhận biết của anh ấy là chiếc sừng quỷ nổi bật và giọng nói ồn ào đến kinh người;\nTác phong của anh ấy luôn tự do tự tại vượt ngoài sức tưởng tượng;\n\nNguyên tắc của anh ấy là nhiệt huyết và hào sảng của một người đàn ông;\nNiềm vui của anh ấy đến từ mỗi phút giây trong cuộc sống!\nBạn đã từng nghe qua Bang Arataki chưa?\n\nKhông biết sao? Không vấn đề gì, vậy từ hôm nay hãy làm quen với Bang Arataki sôi nổi ở Hanamizaka, và nhân vật nổi bật nhất trong đó - Arataki Itto nhé!",
      "color": 9593873,
      "fields": [
        {
          "name": "Thông Tin Lồng Tiếng",
          "value": "EN: Max Mittelman\nJP: NISHIKAWA Takanori 西川 貴教\nCN: Zhaokun Liu (刘照坤)\nKR: Song Joon-seok (송준석)"
        },
        {
          "name": "Thông Tin Nhân Vật",
          "value": "Vision: <:VisionGeo:725174020831444994> Nham\nThuộc: Bang Arataki\nKhu vực: Inazuma\nVũ Khí: <:Weapon_Claymore:791151170839773205> Trọng kiếm\nCung Mệnh: Cung Phiền Não Ngải\nĐộ hiếm:⭐⭐⭐⭐⭐"
        },
        {
          "name": "Video Quảng Bá",
          "value": "[Video nhân vật Arataki Itto - Cứ Thế Mà Diễn!](https://www.youtube.com/watch?v=KGjnRThxe7k)\n[Giới thiệu nhân vật trong Genshin Impact - Arataki Itto: Đường Hoàng Tham Gia!](https://www.youtube.com/watch?v=iXeJ94AFZDw)\n[Genshin Impact- Arataki Itto: Quỷ Lực Vô Song](https://www.youtube.com/watch?v=3DXG7eYBTMU)"
        }
      ],
      "author": {
        "name": "Thủ lĩnh đời đầu của Bang Arataki"
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/918077135787266128/ezgif.com-gif-maker.gif"
      }
    },
    {
      "title": "Arataki Itto",
      "description": "Xin chào, tôi là Kuki Shinobu, phụ tá kiêm quản lý của Bang Arataki. Nếu bạn phát hiện đại ca Arataki Itto của chúng tôi ở bên ngoài có bất kỳ hành vi không thoả đáng nào, hãy cứ liên hệ với tôi. Đây là danh thiếp của tôi. — `Kuki Shinobu`\n\n...Nhắc đến người này thì tôi lại đau đầu. Việc tịch thu Vision của hắn đã khiến hắn gây ra biết bao nhiêu chuyện phiền phức... đó là tên bát nháo nhất trước giờ tôi gặp đó. Hắn biết tự nhận thua thì cũng xem như là trang nam tử hán, nhưng mà ý chí báo thù của hắn thì... tôi không muốn nhắc nữa. Nếu bạn muốn biết thì tự mình đi hỏi hắn đi. — `Kujou Sara` <:VisionElectro:725173420148654170>\n\nLà ai? — `Raiden Shogun` <:VisionElectro:725173420148654170>\n\nSao lại có người ồn ào như vậy mà lại cao được như thế chứ! — `Sayu` <:VisionAnemo:725173419133370390>\n\nÀ, anh ta sao. Đừng nhìn bộ dạng anh ta hung dữ, trẻ con rất thích anh ta đó. Nhưng mà anh ta rất hiếu thắng, mỗi lần chúng tôi chơi cùng đám trẻ, đến cuối cùng đều biến thành quyết đấu giữa tôi và anh ta, ví dụ như một hơi húp hết tô nước lèo, ăn mơ chua nhưng không để lộ biểu cảm, rồi bọn trẻ sẽ đoán xem ai thắng, còn đứng bên cạnh cổ vũ, ây da, như vậy tôi không được để thua, đúng không?\nBang Arataki? Ủa?! Hoá ra anh ta không phải người vô công rồi nghề sao? — `Yoimiya` <:VisionPyro:725178213944262716>",
      "color": 9593873,
      "author": {
        "name": "Quái Kiệt Hanamizaka"
      }
    },
    {
      "title": "Câu Chuyện",
      "description": "ㅤ\nThủ lĩnh đời đầu của \"Bang Arataki\" địa bàn Hanamizaka. Sao, chưa nghe qua bang Arataki à, đùa ta sao?\n\nKhi đi trên đường phố ở Hanamizaka, khó mà không chú ý đến một thanh niên tộc Oni có tên Arataki Itto.\nDù cho không để ý đến cặp sừng nổi bật và chất giọng ồn ào kia, chỉ dựa vào bộ dạng tràn trề phấn khích khi tham gia các trò chơi với lũ con nít, thì cũng đủ để khiến Arataki Itto nổi bật giữa đám đông. Hơn nữa, đối với một nơi hội tụ đông đảo thợ thầy, sớm tối tất bật như ở Hanamizaka mà nói, anh ta quả thật là rảnh rỗi quá đáng.\n\nItto tự xưng là \"Thủ lĩnh đời đầu của Bang Arataki\", trong một trận ẩu đã trên đường phố, anh ta đã từng giải thích chức vị này cho những quan viên Hiệp Hội Tenryou khi họ đến điều tra sự tình, nhưng chỉ hai phút sau là bị họ ngăn lại, rồi ghi vào mấy chữ \"vô công rỗi nghề\".\nNhưng nói rằng \"vô công rỗi nghề\" thì không chính xác. Bởi vì ngoài những công việc của bang phái không được Shogunate công nhận ra, Itto cũng có làm một số việc vặt để kiếm sống, tần suất làm việc là làm một nghỉ ba, vô cùng ổn định.\nNếu muốn viết, cũng nên viết là \"thất nghiệp 3/4\" mới đúng.",
      "color": 9593873,
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/918084841675825202/Screenshot_1_1.png"
      }
    },
    {
      "title": "Lồng Tiếng",
      "description": "**Lần đầu gặp mặt**\nThân là đại ca Bang Arataki, tên tuổi của ta sớm đã danh chấn thiên hạ rồi. \n**Arataki \"Đệ Nhất Sumo\" Itto**\n**Arataki \"Quỷ Tộc Kiêu Ngạo\" Itto**\n**Arataki \"Đấu Sĩ Onikabuto\" Itto**\n**Arataki \"Vua Trò Chơi\" Itto**\n**Arataki \"Hảo Hán Chơi Tới Cùng\" Itto**\n... Đó đều là những biệt danh thường dùng của ta, thích tên nào thì gọi tên đó, khỏi khách sáo, hahaha.\n\n**Nói chuyện phiếm - Đấu bọ**\nĐừng xem thường đấu bọ nhé, trong mỗi trận đấu chúng đều dùng mồ hôi và nước mắt để thể hiện bản thân, thế mới là cuộc sống chứ!\n\n**Có gì muốn chia sẻ - Sừng**\nNhìn lâu cũng thấy hai cái sừng trên đầu ta hơi đơn điệu phải không? Hay là sơn bảy màu lên đó nha, cột thêm mấy con đom đóm nữa, thề luôn, ra đường là bao nổi, nghĩ thôi đã thấy đẹp trai rồi! Bổn đại gia quả là thiên tài, để ta kêu đám huynh đệ làm ngay!",
      "color": 9593873
    },
    {
      "title": "Bí Mật",
      "description": "> Họ nói ta lông bông sao? Hahahaha! Bổn đại gia là lưu manh mà, công việc của lưu manh là lông bông không đúng sao? Khụ, ta hơi kích động quá... Hầy, yên tâm đi, ta không có cướp giật gì đâu, hết tiền thì đi làm mấy việc nhỏ như giao thư khiêng vác, hay là góp vui cho các doanh nghiệp trong ngày khai trương cũng kiếm được kha khá đấy, chỉ cần cuối ngày được phát Mora là được, hê hê!\n\n**Muốn tìm hiểu Arataki Itto - Điều thứ 1**\nNgươi chắc đang hỏi tại sao ta chỉ biết đấu bọ với đánh bài mà lại ngồi vững vị trí đại ca trong bang đúng không? Đúng là chỉ với mấy món nghề này thì khó thuần phục đám anh em thật. Thôi để ta nói luôn, ta còn biết trồng chuối ăn mì, mở mắt khi ngủ, dùng mũi thổi kèn, hất tóc đập ruồi...Thế nào, đủ ngầu chưa?\n\n**Món ăn yêu thích...**\nKẹo mút là tuyệt nhất, vừa ngon lại vừa có thể ngậm que kẹo để tăng độ ngầu. Đây đây, ngươi cũng thử xem nào.",
      "color": 9593873,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/851513289917726730/977832201754390548/Untitled.png"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/918091513379041300/Screenshot_3.png"
      }
    },
    {
      "title": "Thiên Phú",
      "description": "Arataki Itto là một nhân vật **tấn công nguyên tố Nham** <:VisionGeo:725174020831444994> có sở trường trọng kích.\n\nTấn công thường và kỹ năng nguyên tố của Itto có thể tích luỹ **Quỹ Lực Vô Song**, và vận dụng hiệu quả này để thi triển những nhát chém liên tiếp của \"Arataki Kesagiri\", là liên tục gây sát thương cao lên kẻ địch. Ở trạng thái kỹ năng nộ, Itto sẽ nhận được sức tấn công mạnh hơn nữa.\n\n**Nguyên liệu Đột phá Nhân vật**\n<:PrithivaTopazFragment:926144664673869844> Vụn Hoàng Ngọc Cứng\n<:RiftbornRegalia:926151348624441384> Sừng Vua Quái Cảnh\n<:Onikabuto:926148352456949770> Onikabuto\n<:SlimeCondensate:926147184037077072> Dịch Slime\n\n**Nguyên liệu Đột phá Thiên Phú**\n<:TeachingsofElegance:926151645014929420> Bài Giảng Của \"Nhã Nhặn\"\n<:SlimeCondensate:926147184037077072> Dịch Slime\n<:AshenHeart:926151969440157737> Trái Tim Tro Bụi",
      "color": 9593873,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/587673289560817858/909241008317939742/ezgif.com-gif-maker_14.gif"
      }
    },
    {
      "title": "Tấn Công Thường - Huyền Thoại Đấm Nhau",
      "description": "**Tấn Công Thường**\nThực hiện tối đa 4 nhát chém liên tiếp.\nLần chém thứ 2 và thứ 4 trúng địch sẽ lần lượt nhận 1 tầng và 2 tầng **Quỷ Lực Vô Song**. Tối đa sở hữu 5 tầng **Quỷ Lực Vô Song**, mỗi lần kích hoạt đều sẽ làm mới thời gian duy trì của **Quỷ Lực Vô Song** đã có.\nNgoài ra, trong một thời gian ngắn sau khi xung kích hoặc thi triển kỹ năng nguyên tố **\"Tuyệt Kỹ Masatsu - Akaushi Công Phá!\"**, số lần liên kích đánh thường sẽ không bị tái lập.\n\n**Trọng Kích**\nKhi nhấn giữ để thực hiện trọng kích, nếu có **Quỷ Lực Vô Song** sẽ thi triển \"Arataki Kesagiri\" mà không tiêu tốn thể lực. Arataki Kesagiri mỗi lần tấn công sẽ tiêu sao một tầng **Quỷ Lực Vô Song**; Khi tiêu sao đến tầng cuối cùng sẽ thi triển thêm đòn kết liễu mạnh mẽ.\nKhi không có **Quỷ Lực Vô Song** sẽ tiêu hao thể lực để thi triển một lần Nhát Chém Saichimonji cực mạnh.",
      "color": 9593873,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/798440202568859668/920435466292043826/ezgif.com-gif-maker2.gif"
      },
      "thumbnail": {
        "url": "https://images-ext-1.discordapp.net/external/k78nQpKep_KrvPeNDfLiZX-8a9LFIylCrw2KpWlMncc/https/uploadstatic-sea.mihoyo.com/hk4e/e20200928calculate/skill_icon_ufc43b/434c3fb752df3f6f87bd383a0fff328a.png"
      }
    },
    {
      "title": "Tuyệt Kỹ Masatsu - Akaushi Công Phá!",
      "description": "Ném bò con **\"Ushi\"** - thành viên ngoài biên chế của Bang Arataki, gây **Sát Thương Nguyên Tố Nham** <:VisionGeo:725174020831444994> cho kẻ địch trúng phải!\n\nKhi **\"Ushi\"** trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng **Quỷ Lực Vô Song**.\n\n **\"Ushi\"** sẽ ở lại trong trận để chi viện.\n· Liên tục khiêu khích kẻ địch xung quanh, thu hút hoả lực.\n· Độ bền sẽ dựa vào tỷ lệ giói hạn HP của Arataki Itto.\n· Khi chịu sát thương sẽ cung cấp cho Arataki Itto 1 tầng **Quỷ Lực Vô Song**. Mỗi 2 giây tối đa chỉ có thể nhận được 1 tầng thông qua cách này;\n· Khi hết độ bền hoặc thời gian tồn tại, **\"Ushi\"** sẽ để lại cho Arataki Itto 1 tầng **Quỷ Lực Vô Song** rồi chạy mất.\n\n**Nhấn Giữ**\nĐiều chỉnh hướng ném.\n**\"Ushi\"** được xem là **vật tạo bởi nguyên tố Nham** <:VisionGeo:725174020831444994>; Cùng lúc chỉ có thể tồn tại một **\"Ushi\"** do bản thân Arataki Itto ném ra.",
      "color": 9593873,
      "image": {
        "url": "https://media.discordapp.net/attachments/917737770854801408/917913699845554246/ezgif.com-gif-maker_3.gif"
      },
      "thumbnail": {
        "url": "https://images-ext-2.discordapp.net/external/LqQGjbO5UFbOU988uUz9Y6xJxyOmZVwvIUV_MBDYF0k/https/uploadstatic-sea.mihoyo.com/hk4e/e20200928calculate/skill_icon_ufc43b/97e5749339fe524a88af4b66516e8f8c.png"
      }
    },
    {
      "title": "Siêu Cấp Quỷ Vương - Arataki Itto Giáng Lâm!",
      "description": "Đã đến lúc thể hiện bản thân! Trong khoảng thời gian tiếp theo, Itto hoá thân thành \"Nộ Mục Quỷ Vương\", sử dụng Quỷ Vương Kim Toái Bổng để chiến đấu.\n\nĐặc tính cụ thể như sau:\n· Sát thương của tấn công thường, trọng kích, tấn công khi đáp sẽ chuyển hoá thành **sát thương nguyên tố Nham <:VisionGeo:725174020831444994>** không thể bị đính kèm thay thếl\n· Tăng tốc độ đánh thường của Arataki Itto, đồng thời tăng sức tấn công dựa theo phòng ngự;\n· Tần công lần thứ 1 và 3 trúng kẻ địch sẽ cung cấp cho Arataki Itto 1 tầng **Quỷ Lực Vô Song**;\n· Kháng tất cả nguyên tố và kháng vật lý của Arataki Itto giảm 20%.\n\nTrạng thái \"Nộ Mục Quỷ Vương\" sẽ bị huỷ khi Arataki Itto rời trận.",
      "color": 9593873,
      "image": {
        "url": "https://media.discordapp.net/attachments/917737770854801408/917914162536001566/ezgif.com-gif-maker_4.gif"
      },
      "thumbnail": {
        "url": "https://images-ext-2.discordapp.net/external/SgUqRzoQ6-fldFTxMg47beXab2ok_eL-dDt0bgCkfBE/https/uploadstatic-sea.mihoyo.com/hk4e/e20200928calculate/skill_icon_ufc43b/76b15f969a7220e9bfc70ee68ca56c20.png"
      }
    }
  ],
  "attachments": []
}