{
  "embeds": [
    {
      "image": {
        "url": "https://cdn.discordapp.com/attachments/917737770854801408/939103479794896956/5ba1121b927b778d66765ee43dbdaa41_5065913653005366720a.jpg"
      },
      "fields": [
        {
          "name": "​",
          "value": "Thân là đương nhiệm của Hiệp Hội Yashiro, Kamisato Ayato luôn gắng sức duy trì sự phồn hoa của khu vực và sự ổn định của thời cục.\n\nBề ngoài, anh ấy cư xử kiệm lời, nho nhã, đứng đắn, không thích xuất hiện trước đám đông, ít khi lộ diện..\n\nNhưng những người có quen biết sẽ không bao giờ dám xem nhẹ anh ấy. Xưa kia khi người tiền nhiệm của Hiệp Hội Yashiro lâm bệnh và nhà Kamisato lung lay sắp đổ, khi đó anh ấy vẫn còn rất trẻ nhưng đã ổn định được cục diện.",
          "inline": false
        },
        {
          "name": "​",
          "value": "Nếu không có những mánh khoé phi phàm và bụng dạ thâm sâu khó lường, anh ấy sẽ không thể đạt đến vị thế như bây giờ. Đằng sau nụ cười kín kẽ ấy, có lẽ còn ẩn chứa những cơn sóng ngầm..\n\nTuy nhiên, điều tuyệt vời là trong hầu hết các cuộc đàm phán mà anh ấy tham gia, anh ấy đều không nhẫn tâm, không ganh đua hiếu thắng, thậm chí sẵn sàng chia sẻ lợi ích để mọi người có được miếng bánh tương đối ưng ý.\n\n\"Rốt cuộc anh ta đang tính toán điều gì?\" khi mọi chuyện xong xuôi, thỉnh thoảng cũng sẽ có người nghĩ như vậy.\n\nTuy nhiên, nếu đã có miếng bánh cho mình, tâm tư của Kamisata Ayato liền không quá quan trọng như vậy nữa.",
          "inline": false
        },
        {
          "name": "Thông Tin Lồng Tiếng:",
          "value": "EN: Chris Hackney\nJP: ISHIDA Akira (石田 彰)\nCN: Zhaolu (赵路)\nKR: Jang Min-hyeok (장민혁)",
          "inline": false
        },
        {
          "name": "Thông Tin Nhân Vật:",
          "value": "Vision: <:VisionHydro:725173420190597184> Thuỷ\nThuộc: Gia chủ nhà Kamisato thuộc Hiệp Hội Yashiro\nVùng Đất: Inazuma\nVũ Khí: TBA\nCung Mệnh: Cung Thần Thủ Bách\nĐộ Hiếm: TBA",
          "inline": false
        },
        {
          "name": "Video Quảng Bá:",
          "value": "TBA...",
          "inline": false
        }
      ],
      "color": 7054309,
      "title": "Trụ Cột Vững Vàng\n\n**Kamisato Ayato**"
    }
  ]
}