{
  "content": null,
  "embeds": [
    {
      "title": "Trụ cột vững vàng, hậu sinh khả úy",
      "url": "https://www.hoyolab.com/article/3085959",
      "color": 7054309,
      "image": {
        "url": "https://cdn.discordapp.com/attachments/851513289917726730/957310074198556753/51f2e33aff6e31cc1ece8131d48f5520_4184695448306443356.png"
      }
    },
    {
      "title": "Trụ Cột Vững Vàng\n\n**Kamisato Ayato**",
      "color": 7054309,
      "fields": [
        {
          "name": "​",
          "value": "Thân là đương nhiệm của Hiệp Hội Yashiro, Kamisato Ayato luôn gắng sức duy trì sự phồn hoa của khu vực và sự ổn định của thời cục.\n\nBề ngoài, anh ấy cư xử kiệm lời, nho nhã, đứng đắn, không thích xuất hiện trước đám đông, ít khi lộ diện..\n\nNhưng những người có quen biết sẽ không bao giờ dám xem nhẹ anh ấy. Xưa kia khi người tiền nhiệm của Hiệp Hội Yashiro lâm bệnh và nhà Kamisato lung lay sắp đổ, khi đó anh ấy vẫn còn rất trẻ nhưng đã ổn định được cục diện."
        },
        {
          "name": "​",
          "value": "Nếu không có những mánh khoé phi phàm và bụng dạ thâm sâu khó lường, anh ấy sẽ không thể đạt đến vị thế như bây giờ. Đằng sau nụ cười kín kẽ ấy, có lẽ còn ẩn chứa những cơn sóng ngầm..\n\nTuy nhiên, điều tuyệt vời là trong hầu hết các cuộc đàm phán mà anh ấy tham gia, anh ấy đều không nhẫn tâm, không ganh đua hiếu thắng, thậm chí sẵn sàng chia sẻ lợi ích để mọi người có được miếng bánh tương đối ưng ý.\n\n\"Rốt cuộc anh ta đang tính toán điều gì?\" khi mọi chuyện xong xuôi, thỉnh thoảng cũng sẽ có người nghĩ như vậy.\n\nTuy nhiên, nếu đã có miếng bánh cho mình, tâm tư của Kamisata Ayato liền không quá quan trọng như vậy nữa."
        },
        {
          "name": "Thông Tin Lồng Tiếng:",
          "value": "EN: Chris Hackney\nJP: ISHIDA Akira (石田 彰)\nCN: Zhaolu (赵路)\nKR: Jang Min-hyeok (장민혁)"
        },
        {
          "name": "Thông Tin Nhân Vật:",
          "value": "Vision: <:VisionHydro:725173420190597184> Thuỷ\nThuộc: Gia chủ nhà Kamisato thuộc Hiệp Hội Yashiro\nVùng Đất: Inazuma\nVũ Khí: TBA\nCung Mệnh: Cung Thần Thủ Bách\nĐộ Hiếm: TBA"
        },
        {
          "name": "Video Quảng Bá:",
          "value": "TBA..."
        }
      ],
      "image": {
        "url": "https://cdn.discordapp.com/attachments/587673289560817858/955086545805778974/Ayato_Intro.gif"
      }
    },
    {
      "title": "About Kamisato Ayato...",
      "description": "<:VisionElectro:725173420148654170> `Raiden Shogun` Nhà Kamisato không hổ danh là danh môn đứng đầu Inazuma. Tuy là Ayato làm việc trong Hiệp Hội Tam Cực cũng hay giở không ít thủ đoạn, nhưng xét trên mặt trung thành mà nói thì tôi cũng tạm bỏ qua.\n\n<:VisionCryo:725173419456462855> `Kamisato Ayaka` Thân là gia chủ của nhà Kamisato, anh trai thường phải tham dự rất nhiều tình huống xã giao. Tuy tôi cố gắng chia sẻ bớt trách nhiệm mà anh ấy gánh vác, nhưng cũng không thể nào làm vơi đi nỗi mệt nhọc bao năm nay của anh ấy. Haiz, thôi thì hy vọng anh trai hãy nghĩ đến em gái mình mà chú trọng sức khỏe.\n\n<:VisionAnemo:725173419133370390> `Sayu` Lúc tôi ở trên cây nghỉ ngơi thường hay nghe các chị pháp sư nói về anh ta, hình như là một đại nhân rất bận rộn. Kỳ cục, làm việc gì chứ, cứ trốn là xong...",
      "color": 7054309,
      "fields": [
        {
          "name": "​",
          "value": "<:VisionGeo:725174020831444994> `Arataki Itto` Haha, người anh em Ayato sao, rất hợp cạ với ta đó! Cũng nhờ anh ta nhắc ta là \"Thắp sáng ý chí chiến đấu cho con bọ\", nên ta mới không bỏ cuộc trong lần đấu bọ thất bại thứ 780 đấy... Haha, đúng là chỉ có đàn ông mới thấu hiểu cho nhau. Hầy, ta và Ayato không cần nói gì nhiều cũng ăn ý cực, từ đánh bài đến đấu bọ cũng vậy."
        },
        {
          "name": "​",
          "value": "<:VisionPyro:725178213944262716> `Thoma` Gia chủ đại nhân cũng vất vả lắm. Thế cục đổi dời, lòng người bất an, tham quan lại nhiều vô kể, nghĩ đến thôi cũng thấy nhức đầu. Điều tôi có thể làm chỉ là chăm sóc tốt cho cuộc sống hằng ngày của gia chủ mà thôi."
        }
      ]
    },
    {
      "title": "Câu Chuyện",
      "description": "Thân là gia chủ của nhà Kamisato thuộc Hiệp Hội Yashiro, cái tên Kamisato Ayato sớm đã vang danh khắp Inazuma, không ai là không biết.\n\nNhưng khác với \"Shirasagi Himegimi\" Ayaka nhã nhặn hiền lành, người đời khá mơ hồ về Ayato.\nMọi người chỉ biết anh ấy là nhân vật quan trọng của Shogunate, là gia chủ của một danh môn, nhưng khi hỏi chi tiết thì ai cũng nói không rõ.\n\nCó người nói: \"Hiệp Hội Yashiro tổ chức tế lễ cẩn thận tỉ mỉ, lại rất chiếu cố đến người dân, chắc chắn là nhờ có công lao của vị đại nhân ấy.\"\nNhưng cũng có người bình luận ác ý: \"Hứ, có một sos chuyện trong quan trường sao mà thấy được chứ. Nếu không rành những chiêu trò ngầm trong đó thì làm sao mà làm được quan lớn.\"\n\nKamisato Ayato không hề để tâm đến những lời nhận xét này.\n\n**\"Tôi sao... chỉ là một người làm công chăm chỉ dưới trướng Shogun mà thôi.\"**",
      "color": 7054309,
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/956485944100388874/20220324_103321.jpg"
      }
    },
    {
      "title": "Lồng Tiếng",
      "color": 7054309,
      "fields": [
        {
          "name": "Lần đầu gặp mặt...",
          "value": "Đã nghe qua Ayaka nhiều lần nhắc đến các hạ, nhưng do bận rộn với công việc nên đến hôm nay mới có dịp gặp mặt. Tôi là gia chủ của nhà Kamisato, Kamisato Ayato, xin được chỉ giáo."
        },
        {
          "name": "Về bản thân Ayato - Thủ Đoạn",
          "value": "Tôi không phải là người hay câu nệ thủ đoạn, dù là cách gì đi nữa, chỉ cần đạt được kết quả phù hợp là được."
        },
        {
          "name": "Có gì muốn chia sẻ không...",
          "value": "Đóa hoa rơi vào bếp lửa, dưới sức nóng của lửa đốt, hoa sẽ hồi phục sức sống trong thoáng chốc. Khoảng khắc đỏ rục ấy sẽ lấn át cả ánh lửa... xem như không uổng phí cuộc đời ngắn ngủi này."
        }
      ],
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/956485705134137414/20220324_091104.jpg"
      }
    },
    {
      "title": "Bí Mật",
      "color": 7054309,
      "fields": [
        {
          "name": "Sở thích của Ayato...",
          "value": "\"Sở thích sao... lúc nhỏ thì có một vài cái, nhưng giờ đây thời gian dành cho cộng việc đã chiếm quá nhiều, nên đừng nhắc đến nữa... Hử? Bạn nói có người xem công việc như một sở thích sao... đặc biệt nhỉ.\""
        },
        {
          "name": "Món ăn yêu thích - Cá nhân",
          "value": "\"Những chuyện mới mẻ sẽ khiến cho cuộc sống hằng ngày bớt khô khan hơn. Gần đây ở Hanamizaka có món Trà Sữa Thập Cẩm, bạn có thể đến đó dùng thử. Nhưng mà... nói về món ăn thường ngày thi tôi không có sở thích gì nhiều. Mỗi ngày dùng bữa đều có thuộc hạ lên lịch cho, họ làm món gì thì tôi sẽ dùng món đó.\""
        },
        {
          "name": "Những kiến thức thú vị...",
          "value": "\"Nói đến thú cừng thì... tôi thích chó hơn. Chủ nghĩa tự thân của mèo tuy rất thú vị, nhưng chỉ có chó mới ngoan ngoãn nghe lệnh. Thẳng thắn trung thành, hừm, đúng là dễ thương mà.\""
        }
      ],
      "image": {
        "url": "https://cdn.discordapp.com/attachments/851513289917726730/957308270492651570/unknown.png"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/956485705486438430/20220324_091102.jpg"
      }
    },
    {
      "title": "Thiên Phú",
      "description": "Kamisato Ayato là nhân vật gây sát thương có tính chu kỳ.\n\nAnh ấy có thể dùng **Shunsuiken** nhanh chóng thực hiện liên tiếp các đòn tấn công gây **Sát thương nguyên tố Thủy <:VisionHydro:725173420190597184>** phạm vi rộng trong thời gian ngắn. Đồng thời sẽ dựng lên **Khu Vườn Thanh Tịnh**, liên tục giáng xuống **Thủy Hoa Kiếm** tấn công kẻ địch trong phạm vi, và tăng sát thương tấn công thường cho nhân vật trong phạm vi.",
      "color": 7054309,
      "fields": [
        {
          "name": "Nguyên liệu đột phá:",
          "value": "<:VarunadaLazuriteFragment:926147658752606238> Mảnh Thanh Kim Sạch\n<:DewofRepudiation:926183061614362674> Giọt Nước Bài Trừ\n<:SakuraBloom:926151007879184454> Tú Cầu Anh Đào\n<:OldHandguard:926149500261781595> Kiếm Cách Cũ Nát",
          "inline": true
        },
        {
          "name": "Nguyên liệu tăng cấp thiên phú",
          "value": "<:TeachingsofElegance:926151645014929420> Bài Giảng của \"Nhã Nhặn\"\n<:OldHandguard:926149500261781595> Kiếm Cách Cũ Nát\n<:MudraoftheMaleficGeneral:956415159088336947> Thủ Ấn Hung Tướng",
          "inline": true
        }
      ]
    },
    {
      "title": "Trường Phái Kamisato: Marobashi",
      "color": 7054309,
      "fields": [
        {
          "name": "Tấn Công Thường",
          "value": "Thực hiện tối đa 5 lần đánh kiếm liên tiếp."
        },
        {
          "name": "Trọng Kích",
          "value": "Tiêu hao thể lực nhất định, xung kích về phía trước và thi triển Iai"
        },
        {
          "name": "Tấn Công Khi Đáp",
          "value": "Đáp xuôgns đất từ trên không, tấn công kẻ địch trên đường và gây sát thương phạm vi khi chạm đất."
        }
      ],
      "author": {
        "name": "Tấn Công Thường"
      },
      "image": {
        "url": "https://media.discordapp.net/attachments/872187930251247660/955733522692321350/ezgif.com-gif-maker_3.gif"
      },
      "thumbnail": {
        "url": "https://cdn.discordapp.com/emojis/791151180675416066.webp?size=128&quality=lossless"
      }
    },
    {
      "title": "Trường Phái Kamisato - Kyouka",
      "description": "Kamisato Ayato thay đổi vị trí và vào trạng thái **Takimeguri Kanka**\nSau khi di chuyển, Ayato sẽ để lại **Thủy Ảnh** ở vị trí ban đầu. **Thủy Ảnh** khi khởi tạo hoàn thành sẽ phát nổ khi có kẻ địch đến gần hoặc sau khi kết thúc thời gian duy trì, gây ** <:VisionHydro:725173420190597184> Sát Thương Phạm Vi Nguyên Tố Thủy**",
      "color": 7054309,
      "fields": [
        {
          "name": "Takimeguri Kanka",
          "value": "Trong trạng thái này, Kamisato Ayato sẽ sử dụng **Shunsuiken** để tấn công nhanh, chuyến hóa sát thương đòn đánh thường thành ** <:VisionHydro:725173420190597184> Sát Thương Phạm Vi Nguyên Tố Thủy** không thể bị thay thế.\nNgoài ra, còn có những hiệu quả sau:\n- **Shunsuiken** sau khi đánh trúng kẻ địch sẽ cung cấp cho Kamisato Ayato hiệu quả \"**Namisen**\", tăng sát thương của Shunsuiken gây ra dựa vào HP tối đa của Kamisato Ayato. Ban đầu **Namisen** có thể cộng dồn tối đa 4 tầng, mỗi 0.1s tối đa nhận 1 tầng từ **Shunsuiken**, trạng thái sẽ biến mất khi **Takimeguri Kanka** kết thúc.\n- Tăng khá năng kháng gián đoạn của Kamisato Ayato\n- Không thể sử dụng trọng kích và tấn công khi đáp.\nTrạng thái **Takimeguri Kanka** sẽ biến mất khi Kamisato Ayato rời trận; Khi dùng lại **Trường Phái Kamisato - Kyouka** trong trạng thái Takimeguri Kanka, sẽ xóa bỏ trạng thái **Takimeguri Kanka** đã có"
        }
      ],
      "author": {
        "name": "Kỹ năng Nguyên Tố"
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/956515649256046682/skill_ayato.gif"
      },
      "thumbnail": {
        "url": "https://images-ext-1.discordapp.net/external/swUnUyVUPW2jrBV7TWbidlDD8Z4rjSAA6CURODBVD8Q/https/media.discordapp.net/attachments/872187930251247660/955745874238111754/image-removebg-preview3.png"
      }
    },
    {
      "title": "Trường Phái Kamisato - Suiyuu",
      "description": "Dựng lên khu vườn thanh tịnh, dập tắt mọi sự ồn ào.\n Trong thời gian tồn tại sẽ liên tục giáng xuống Thủy Hoa Kiếm tấn công kẻ địch trong phạm vi, gây ** <:VisionHydro:725173420190597184> Sát Thương Nguyên Tố Thủy**, đồng thời tăng sát thương tấn công thường cho nhân vật trong đó.",
      "color": 7054309,
      "author": {
        "name": "Kỹ năng Nộ"
      },
      "footer": {
        "text": "\"Thấy rồi đó, nhịp tim của ngươi trên mặt nước tĩnh lặng này.\""
      },
      "image": {
        "url": "https://cdn.discordapp.com/attachments/920328031090909214/956515649943904256/burst_ayato.gif"
      },
      "thumbnail": {
        "url": "https://media.discordapp.net/attachments/872187930251247660/955745857930686474/image-removebg-preview2.png"
      }
    }
  ],
  "attachments": []
}